Repository: Cuperino/QPrompt-Teleprompter
Catalog: po/*.po
Languages: ar, de, es, fr, pt_pt, ru, uk

source: Please help improve QPrompt by sharing information on how you use it. Contributing this information is optional and entirely anonymous. The project nor I will never collect your personal data, files you use, contents you work with, or information that could help identify you. - Cuperino (QPrompt's Author)
ar: يُرجى المساعدة في تحسين QPrompt من خلال مشاركة معلومات حول كيفية استخدامك له. تقديم هذه المعلومات اختياري وغير مُعرِّف بالهوية تمامًا. لن يجمع المشروع ولا أنا بياناتك الشخصية أو الملفات التي تستخدمها أو المحتويات التي تعمل بها أو أي معلومات يمكن أن تساعد في التعرف عليك. - Cuperino (مؤلف QPrompt)
de: Bitte helfen sie QPrompt zu verbessern indem sie ihr Informationen teilen. Beigetragene Informationen sind Optional und vollständig anonym. Das Projekt noch ich werde Ihre personalen Daten, von Ihnen genutzten Datein , von Ihnen genutzen Contend oder Informationen die Sie identifizieren können Sammeln. - Cuperino (QPrompt's Author)
es: Por favor, ayúdeme a mejorar a QPrompt compartiendo datos sobre cómo lo utiliza. El contribuir esta información es opcional y completamente anónimo. Ni el proyecto ni yo colectaremos sus datos personales, archivos que abra, contenidos con los que trabaje, ni ninguna información que pudiera ayudar a identificarle. - Cuperino (Autor de QPrompt)
fr: S’il vous plaît aider à améliorer QPrompt en partageant des informations sur la façon dont vous l’utilisez. Contribuer est facultatif et entièrement anonyme. Ni moi, ni le projet ne recueillerons vos données personnelles, les fichiers que vous utilisez, le contenu avec lequel vous travaillez ou des informations qui pourraient vous aider à vous identifier. - Cuperino (auteur de QPrompt)
pt_pt: Por favor melhore o QPrompt compartilhando informações de como você usa. Contribuir com esta informação é opcional e inteiramente anônimo, Nem o projeto e nem eu vamos coletar suas informações pessoais, ficheiros que você usa, conteúdos que você trabalha, ou informações que podem te identificar. - Cuperino (Autor do QPrompt) (Traduzido por Lia Guedes)
ru: Пожалуйста, помогите улучшить QPrompt, поделившись информацией о том, как вы его используете. Предоставление этой информации необязательно и полностью анонимно. Проект и я никогда не будем собирать ваши персональные данные, файлы, которые вы используете, контент, с которым вы работаете, или информацию, которая может помочь идентифицировать вас. - Cuperino (автор QPrompt)
uk: Будь ласка, допоможіть покращити QPrompt, поділившись інформацією про те, як ви його використовуєте. Надавати цю інформацію є необов’язковим і повністю анонімним. Проект і я ніколи не збиратимемо ваші особисті дані, файли, які ви використовуєте, вміст, з яким ви працюєте, або інформацію, яка може допомогти вас ідентифікувати. - Куперіно (автор QPrompt)

source: Telemetry
ar: القياس عن بُعد
de: Telemetrie
es: Telemetría
fr: Télémétrie
pt_pt: Telemetria
ru: Телеметрия
uk: Телеметрія

source: Enabled
ar: مفعّل
de: Aktiv
es: Activada
fr: Activé
pt_pt: Ativado
ru: Включить
uk: Увімкнено

source: Disabled
ar: معطّل
de: Inaktiv
es: Desactivada
fr: Désactivé
pt_pt: Desativado
ru: Выключить
uk: Вимкнено

source: On
ar: تشغيل
de: Ein
es: Encendido
fr: Allumé
pt_pt: Ligado
ru: Включено
uk: Увімк

source: Off
ar: إيقاف
de: Aus
es: Apagada
fr: Éteint
pt_pt: Desligado
ru: Выключено
uk: Вимк

source: Basic program and system information
ar: معلومات البرنامج والنظام الأساسية
de: Einfache Programm und System Informationen
es: Información básica del programa y del sistema
fr: Programme basique et information du système
pt_pt: Informações básicas sobre o programa e o sistema
ru: Основная информация о программе и системе
uk: Основна інформація про програму та систему

source: Application version
ar: إصدار التطبيق
de: Software Version
es: Versión de la aplicación
fr: Version de l'application
pt_pt: Versão da aplicação
ru: Версия приложения
uk: Версія застосунку

source: Platform information
ar: معلومات المنصة
de: Plattform Information
es: Información sobre la plataforma
fr: Information sur la plateforme
pt_pt: Informações da plataforma
ru: Информация о платформе
uk: Інформація про платформу

source: Qt version information
ar: معلومات إصدار Qt
de: Qt Versions Information
es: Información sobre la versión de Qt
fr: Information version Qt
pt_pt: Informação da versão do Qt
ru: Информация о версии Qt
uk: Інформація про версію Qt

source: Locale information (timezone and keyboard layout)
ar: معلومات الإعدادات المحلية (المنطقة الزمنية وتخطيط لوحة المفاتيح)
de: Lokale Informationen (Zeitzone und Tastaturlayout)
es: Información regional (huso horario y disposición de teclado)
fr: Information locale (fuseau horaire, clavier)
pt_pt: Informações locais (fuso-horário e layout do teclado)
ru: Информация о местоположении (часовой пояс и раскладка клавиатуры)
uk: Інформація про локаль (часовий пояс і розкладка клавіатури)

source: Program run statistics: Help us study user retention
ar: إحصاءات تشغيل البرنامج: ساعدنا في دراسة الاحتفاظ بالمستخدمين
de: Programm Laufzeit Statistiken: Helfen Sie uns unsere Nutzer zu verstehen
es: Estadística sobre ejecuciones: ayúdenos a estudiar la retención de usuarios
fr: Statistiques sur le fonctionnement du programme : nous aide à étudier les rétentions des utilisateurs
pt_pt: Estatísticas do programa: Ajude-nos a estudar retenção do usuário
ru: Статистика запуска программы: помогите нам изучить возвращаемость пользователей
uk: Статистика запуску програми: Допоможіть нам вивчати утримання користувачів

source: Randomly generated install ID
ar: معرف تثبيت تم إنشاؤه عشوائيًا
de: Zufällig generierte Installations ID
es: Id. de instalación generado al azar
fr: Identifiant d'installation généré aléatoirement
pt_pt: ID de instalação gerado aleatoriamente
ru: Случайно сгенерированный идентификатор установки
uk: Випадково згенерований ID встановлення

source: Launch times
ar: أوقات الإطلاق
de: Startzeiten
es: Veces que ha lanzado el programa
fr: Heures de lancement
pt_pt: Vezes que o programa foi iniciado
ru: Время запуска
uk: Час запуску

source: Usage time
ar: وقت الاستخدام
de: Nutzungs Dauer
es: Tiempo de uso
fr: Temps d'utilisation
pt_pt: Tempo de utilização
ru: Время использования
uk: Час використання

source: Feature use frequency: Help us know what features are most important
ar: تكرار استخدام الميزات: ساعدنا في معرفة الميزات الأكثر أهمية
de: Funktionen Nutzungshäufigkeit: Lassen sie uns wissen welche Funktionen am Wichtigsten sind
es: Frecuencia de uso de funcionalidades: ayúdenos a saber qué funcionalidades son más importantes
fr: Fréquence d’utilisation des fonctionnalités : nous aide à connaître les fonctionnalités les plus importantes
pt_pt: Frequência de utilização das funcionalidades: Ajude-nos a saber que funcionalidades são mais importantes
ru: Частота использования функций: помогите нам узнать, какие функции наиболее важны
uk: Частота використання функцій: Допоможіть нам зрозуміти, які функції є найважливішими

source: Flip settings
ar: إعدادات القلب
de: Einstellugen Umkehren
es: Configuración de invertido de pantalla
fr: Paramétrage du retournement
pt_pt: Definições de inversão
ru: Настройки переворота
uk: Налаштування інверсії

source: Reading region settings
ar: إعدادات منطقة القراءة
de: Lese Bereichs Einstellungen
es: Configuración de la región de lectura
fr: Paramétrage de la zone de lecture
pt_pt: Definições de região de leitura
ru: Настройки области чтения
uk: Налаштування зони читання

source: Pointer settings
ar: إعدادات المؤشر
de: Zeiger Konfiguration
es: Configuración de los indicadores de lectura
fr: Paramétrage des pointeurs
pt_pt: Definições de ponteiro
ru: Настройки указателя
uk: Налаштування покажчика

source: Countdown settings
ar: إعدادات العد التنازلي
de: Countdown Konfiguration
es: Configuración del conteo regresivo
fr: Paramétrage du compte à rebours
pt_pt: Definições de contagem decrescente
ru: Настройки обратного отсчёта
uk: Налаштування зворотного відліку

source: Keyboard shortcut settings
ar: إعدادات اختصارات لوحة المفاتيح
de: Tastatur Hot-Key Einstellugen
es: Configuración de los atajos de teclado
fr: Paramétrage des raccourcis clavier
pt_pt: Definições de teclas de atalho
ru: Настройки сочетаний клавиш
uk: Налаштування клавіатурних скорочень

source: Input control settings
ar: إعدادات التحكم في الإدخال
de: Eingabe Verwaltungs Einstellugen
es: Configuración del teclado
fr: Paramétrage d'entrée
pt_pt: Definições do controlo de entrada
ru: Настройки управления вводом
uk: Налаштування контролю введення

source: Base speed and acceleration curvature settings
ar: إعدادات السرعة الأساسية ومنحنى التسارع
de: Basis und Beschleunigungskurve konfigurieren
es: Ajustes de rapidez y curvatura de aceleración
fr: Paramétrage de la vitesse de base et courbe d'accélération
pt_pt: Definições da velocidade de base e da curvatura de aceleração
ru: Настройки базовой скорости и кривизны ускорения
uk: Базова швидкість і криві прискорення

source: Background color and opacity settings
ar: إعدادات لون الخلفية والتعتيم
de: Hintergrund Farbe und Deckkraft Einstellugen
es: Ajustes de color y opacidad de fondo
fr: Paramétrage de la couleur de fond et de la transparence
pt_pt: Cor do fundo e definições de opacidade
ru: Настройки цвета и прозрачности фона
uk: Налаштування кольору фону та прозорості

source: Presence of a background image
ar: وجود صورة خلفية
de: Vorhandensein eines Hintergrund Bildes
es: Presencia de una imagen de fondo
fr: Présence d'une image de fond
pt_pt: Presença de imagem de fundo
ru: Наличие фонового изображения
uk: Наявність фонової картинки

source: Help us understand how users operate QPrompt
ar: ساعدنا في فهم كيفية تشغيل المستخدمين لـ QPrompt
de: Helfen Sie uns zu verstehen wie unsere Nutzer Qprompt nutzen
es: Ayúdenos a comprender cómo los usuarios operan QPrompt
fr: Nous aide à comprendre comment les utilisateurs se servent de Qprompt
pt_pt: Ajude-nos a compreender como os utilizadores utilizam o QPrompt
ru: Помогите нам понять, как пользователи работают с QPrompt
uk: Допоможіть нам зрозуміти, як користувачі працюють з QPrompt

source: Random session ID
ar: معرف جلسة عشوائي
de: Zufällige Session ID
es: Id. de sesión aleatorio
fr: Identifiant de session aléatoire
pt_pt: ID de sessão aleatória
ru: Случайный идентификатор сеанса
uk: Випадковий ID сеансу

source: Session number
ar: رقم الجلسة
de: Session Nummer
es: Número de sesión
fr: Numéro de session
pt_pt: Número da sessão
ru: Номер сеанса
uk: Номер сеансу

source: Session prompt number
ar: رقم الملقن في الجلسة
de: Session Prompt Nummer
es: Conteo de corridas
fr: Numéro de session du prompteur
pt_pt: Número da sessão do ponto
ru: Номер сеанса приглашения
uk: Номер запиту в сеансі

source: Window dimensions
ar: أبعاد النافذة
de: Fenster dimensionen
es: Dimensiones de ventanas
fr: Dimensions de la fenêtre
pt_pt: Dimensões de janela
ru: Размеры окна
uk: Розміри вікна

source: Prompt area dimensions
ar: أبعاد منطقة الملقن
de: Projektions Feld Dimensionen
es: Dimensiones del área de proyección
fr: Dimensions de la zone d'affichage du prompteur
pt_pt: Dimensões de área do ponto
ru: Размеры области подсказки
uk: Розміри зони суфлера

source: Dimensions of lines of text being prompted
ar: أبعاد أسطر النص الظاهرة في الملقن
de: Größer der projizierten Textzeilen
es: Dimensiones de las líneas de texto siendo presentadas
fr: Dimensions des lignes de texte affiché
pt_pt: Dimensão das linhas de texto durante o ponto
ru: Размеры строк текста, которые будут предложены
uk: Розміри рядків тексту, які виводяться на суфлері

source: Font settings per block of lines of text being prompted
ar: إعدادات الخط لكل كتلة من أسطر النص الظاهرة في الملقن
de: Schrifteinstellungen pro Zeilenblock des angezeigten Textes
es: Ajustes de las letras por bloque de líneas de texto siendo presentadas
fr: Réglage de la police par blocs de lignes du texte affiché
pt_pt: Definições de tipo de letra por bloco de linhas de texto que estão a ser apresentadas
ru: Настройки шрифта для каждого запрашиваемого блока строк текста
uk: Налаштування шрифтів для кожного блоку рядків тексту

source: Languages likely present in the text being prompted
ar: اللغات المحتملة في النص الظاهر في الملقن
de: Vermutlich vorhandene Sprachen im Text
es: Lenguajes probablemente presentes en el texto siendo presentado
fr: Langues susceptibles de figurer dans le texte affiché
pt_pt: Linguagens prováveis de estarem presentes no texto durante o ponto
ru: Языки, которые, вероятно, присутствуют в запрашиваемом тексте
uk: Ймовірні мови, присутні в тексті

source: Prompt starting line number and position
ar: رقم السطر والموضع الابتدائي للملقن
de: Startzeile und Position der Anzeige
es: Línea y posición de inicio de la corrida
fr: Numéro et position de la ligne de départ du prompteur
pt_pt: Linha e posição do início de ponto
ru: Подскажите номер стартовой линии и позицию
uk: Номер початкового рядка та позиція початку суфлювання

source: Manual scroll start and end timestamps
ar: طوابع وقت بدء وانتهاء التمرير اليدوي
de: Manuelle Start- und Ende-Timestamps des Rollens
es: Tiempos de inicio y finalización de desplazamientos manuales
fr: Horodatages de début et de fin de défilement manuel
pt_pt: Timestamps de início e fim da rolagem manual
ru: Временные метки начала и окончания ручной прокрутки
uk: Часові мітки початку та закінчення ручної прокрутки

source: Scroll starting line number and position
ar: رقم السطر والموضع الابتدائي للتمرير
de: Startzeile und Position des Rollens
es: Línea y posición de inicio de desplazamientos
fr: Faire défiler le numéro de ligne de départ et la position
pt_pt: Linha e posição do início da rolagem
ru: Начальный номер прокрутки строки и позиции
uk: Номер та позиція початкового рядка під час прокрутки

source: Scroll end line number and position
ar: رقم السطر والموضع النهائي للتمرير
de: Endzeile und Position des Rollens
es: Línea y posición de finalización de desplazamientos
fr: Faire défiler le numéro de ligne de fin et la position
pt_pt: Número e posição da última linha de rolagem
ru: Номер и положение конечной строки прокрутки
uk: Номер кінцевого рядка під час прокрутки

source: Scroll duration
ar: مدة التمرير
de: Scroll dauer
es: Duración de desplazamientos
fr: Durée du défilement
pt_pt: Duração de rolagem
ru: Продолжительность прокрутки
uk: Тривалість прокрутки

source: Prompt duration
ar: مدة الملقن
de: Prompt dauer
es: Duración de corrida
fr: Durée du prompteur
pt_pt: Duração de ponto
ru: Продолжительность подсказки
uk: Тривалість суфлювання

source: Velocity changes with timestamp
ar: تغييرات السرعة مع الطابع الزمني
de: Veränderung der Geschwindigkeit mittels Timestamp
es: Tiempos de cambios de velocidad
fr: Changement de vitesse avec horodatage
pt_pt: Alterações de velocidade com registo de data e hora
ru: Изменения скорости с временной меткой
uk: Зміни швидкості з часовими мітками

source: Source of changes to velocity
ar: مصدر تغييرات السرعة
de: Quelle der Geschwindigkeitsänderungen
es: Origen de los cambios en velocidad
fr: Origine des changement de vitesse
pt_pt: Fonte de mudanças de velocidade
ru: Источник изменения скорости
uk: Джерело змін швидкості

source: Source of manual changes to scroll position
ar: مصدر التغييرات اليدوية لموضع التمرير
de: Quelle der manuellen Änderungen der Roll-Position
es: Origen de los cambios manuales al posicionamiento
fr: Origine des modifications manuelles de la position de défilement
pt_pt: Fonte de mudanças manuais da posição de rolagem
ru: Источник ручного изменения положения прокрутки
uk: Джерело ручних змін позиції прокрутки

source: This information is very important to me, Javier, the project author, and it could help make QPrompt's development sustainable. I've gone the extra mile not to collect any of the actual text and images that you work with, so I ask you: please leave telemetry enabled.
ar: هذه المعلومات مهمة جدًا بالنسبة لي، Javier، مؤلف المشروع، ويمكنها المساعدة في جعل تطوير QPrompt مستدامًا. لقد بذلت جهدًا إضافيًا لتجنب جمع أي من النصوص والصور الفعلية التي تعمل بها، لذا أطلب منك: يُرجى إبقاء القياس عن بُعد مفعلًا.
de: Diese Information ist sehr wichtig für mich, Javier, den Autor des Projekts, und es würde mir helfen QPrompts programmierung Nachhaltig zu machen. Ich habe mich dazu entschlossen nicht Text und Bilder die Sie verwenden zu Sammeln, also frage ich Sie: Können Sie Telemetry aktivieren lassen.
es: Esta información es muy importante para mi, Javier, autor del proyecto, y podría ayudar a hacer del desarrollo de QPrompt uno más sostenible. He corrido la milla extra para no colectar nada del texto y las imágenes con las que trabajas, así que te pido: por favor deja la telemetría activa.
fr: Cette information est très importante pour moi, Javier, l’auteur du projet, et elle pourrait aider à rendre le développement de QPrompt durable. J’ai fait des efforts supplémentaires pour ne pas recueillir le texte et les images avec lesquels vous travaillez, alors je vous demande de laisser la télémétrie activée.
pt_pt: Esta informação é muito importante para mim, Javier, o autor do projeto, e ela poderia fazer o desenvolvimento do QPrompt sustentável. Fiz além do esperado pra não coletar nenhum do texto e das imagens que vocês trabalham, então eu vos peço: Por favor, deixem a telemetria ligada.
ru: Эта информация очень важна для меня, Javier, автора проекта, и она может помочь сделать разработку QPrompt устойчивой. Я приложил дополнительные усилия, чтобы не собирать фактический текст и изображения, с которыми вы работаете, поэтому прошу вас: пожалуйста, оставьте телеметрию включённой.
uk: Ця інформація дуже важлива для мене, Хав'єра, автора проєкту, і вона може допомогти зробити розвиток QPrompt стійким. Я доклав максимум зусиль, щоб не збирати жодних реальних текстів і зображень, з якими ви працюєте, тому я прошу вас: будь ласка, залиште телеметрію увімкненою.

source: Wheel and touchpad scroll settings
ar: إعدادات التمرير بالعجلة واللوحة اللمسية
de: Mausrad und Touchpad scroll-Einstellungen
es: Configuración de rueda y desplazamiento
fr: Paramètres de défilement de la molette et du pavé tactile
pt_pt: Configurações de scroll da rolagem e do touchpad
ru: Настройки прокрутки колёсика и тачпада
uk: Налаштування прокрутки колесом і сенсорною панеллю

# Label at wheel settings overlay
source: Use scroll as velocity dial
ar: استخدام التمرير كمقياس للسرعة
de: Geschwindigkeit mit Mausrad
es: Tratar desplazamientos como ajustes de velocidad
fr: Utilisez le défilement comme cadran de vitesse
pt_pt: Usar a roda do rato como controlo de velocidade
ru: Использовать прокрутку в качестве регулятора скорости
uk: Використовувати прокрутку як контролер швидкості

source: Enable throttling
ar: تفعيل التخفيف
de: Drosselung aktivieren
es: Habilitar constricción
fr: Activer la limitation
pt_pt: Ativar diminuição de potência
ru: Включить автоматические пропуски
uk: Увімкнути обмеження швидкості

source: Throttle factor
ar: معامل التخفيف
de: Drosselungsfaktor
es: Factor de constricción
fr: Facteur de limitation
pt_pt: Diminuição de potência
ru: Фактор автоматического пропуска
uk: Фактор обмеження

source: Enable throttling for use with touchpads, disable for precise scolling.
ar: تفعيل التخفيف للاستخدام مع لوحات اللمس، وتعطيله للتمرير الدقيق.
de: Drosselung bei Verwendung eines Touchpads nutzen, abschalten für genaues Scrollen.
es: Habilite constricción cuando use touchpad, deshabilite para un desplazamiento preciso.
fr: Activer la limitation pour une utilisation avec les pavés tactiles, désactivée pour un défilement précis.
pt_pt: Diminua a potência para uso com touchpad, desativar para ter uma rolagem precisa.
ru: Включите автоматический пропуск для использования с сенсорными панелями, отключите для точной прокрутки.
uk: Увімкнути обмеження для використання з сенсорною панеллю, вимкнути для точної прокрутки.

# Global menu actions
source: &File
ar: ملف
de: &Datei
es: &Archivo
fr: &Fichier
pt_pt: &Ficheiro
ru: &Файл
uk: &Файл

# Main menu and global menu actions
source: Save &As…
ar: حفظ باسم...
de: Speichern &unter…
es: Guardar &como…
fr: Enregistrer &Sous…
pt_pt: Guardar &como…
ru: Сохранить &Как…
uk: Зберегти &як…

# Global menu actions
source: &Edit
ar: تحرير
de: B&earbeiten
es: &Editar
fr: &Éditer
pt_pt: &Editar
ru: &Редактировать
uk: &Редагувати

# Global menu actions
source: &Undo
ar: تراجع
de: &rückgängig machen
es: &Deshacer
fr: &Annuler
pt_pt: &Desfazer
ru: &Отмена
uk: &Скасувати

# Global menu actions
source: &Redo
ar: إعادة
de: &Zurücksetzten
es: &Rehacer
fr: Refaire
pt_pt: &Refazer
ru: &Повтор
uk: &Повернути

# Global menu and editor context menu actions
source: &Copy
ar: نسخ
de: &Kopieren
es: &Copiar
fr: &Copier
pt_pt: &Copiar
ru: &Копировать
uk: &Копіювати

# Global menu and editor context menu actions
source: Cu&t
ar: قص
de: Ausschneiden
es: Cor&tar
fr: Cou&per
pt_pt: Corta&r
ru: Выреза&ть
uk: Ви&різати

# Global menu and editor context menu actions
source: &Paste
ar: لصق
de: &Einfügen
es: &Pegar
fr: C&oller
pt_pt: &Colar
ru: &Вставить
uk: Встави&ти

# Global menu actions
source: &View
ar: عرض
de: Ansicht
es: &Ver
fr: Aperçu
pt_pt: &Visualização
ru: &Просмотр
uk: &Вигляд

# Global menu actions
source: Full &screen
ar: شاشة كاملة
de: Ganzer Bild&schirm
es: Panta&lla completa
fr: Plein Écran
pt_pt: Ecrã &inteiro
ru: Полно&экранный
uk: Повний &екран

# Global menu actions. Indicators highlight reading region.
source: &Indicators
ar: المؤشرات
de: &Indikatoren
es: &Indicadores
fr: Indicateurs
pt_pt: &Indicadores
ru: &индикаторы
uk: &Індикатори

# Global menu actions. Shows pointer to the left of the reading region.
source: &Left Pointer
ar: مؤشر يسار
de: &Linker Zeiger
es: Apuntador &izquierdo
fr: Pointeur Gauche
pt_pt: &Ponteiro esquerdo
ru: &Левый указатель
uk: &Лівий вказівник

# Global menu actions. Shows pointer to the right of the reading region.
source: &Right Pointer
ar: مؤشر يمين
de: &Rechter Zeiger
es: Apuntador &derecho
fr: Pointeur Droit
pt_pt: &Ponteiro direito
ru: &Правый указатель
uk: &Правий вказівник

# Global menu actions. Shows pointers to the left and right of the reading region.
source: B&oth Pointers
ar: كلا المؤشرين
de: Zentriert
es: &Ambos apuntadores
fr: Les deux pointeurs
pt_pt: A&mbos os ponteiros
ru: О&ба указателя
uk: О&бидва вказівники

# Global menu actions. Translucent bars indicate reading region.
source: &Bars
ar: أشرطة
de: &Balken
es: &Barras
fr: Barre
pt_pt: &Barras
ru: &Сетка
uk: &Смуги

# Global menu actions. Translucent bars and left pointer indicate reading region.
source: Bars Lef&t
ar: أشرطة يسار
de: Balken Links
es: Barra e izquier&do
fr: Barre Gauche
pt_pt: Barras e esquerd&a
ru: Сетка слев&а
uk: Смуги лів&оруч

# Global menu actions. Translucent bars and right pointer indicate reading region.
source: Bars Ri&ght
ar: أشرطة يمين
de: Balken &Rechts
es: Barra y dere&cho
fr: Barre Droite
pt_pt: Barras e di&reita
ru: Сетка справ&а
uk: Смуги прав&оруч

# Global menu actions. Enable all reading region indicators.
source: &All
ar: الكل
de: &Alles
es: &Todos
fr: &Tout
pt_pt: &Todos
ru: &Все
uk: &Усі

# Global menu actions. Disable all reading region indicators.
source: &Hidden
ar: مخفي
de: &Versteckt
es: &Oculto
fr: Caché
pt_pt: &Oculto
ru: &Скрыть
uk: При&ховані

source: Readin&g region
ar: منطقة القراءة
de: Les&e Bereich
es: Re&gión de lectura
fr: Zone de lecture
pt_pt: Regiã&o de leitura
ru: Область чтени&я
uk: Зона чи&тання

# Global menu actions. Align reading region to top of prompter.
source: &Top
ar: أعلى
de: &Oben
es: &Arriba
fr: Haut
pt_pt: &Topo
ru: &Верх
uk: &Зверху

# Global menu actions. Align reading region to vertical center of prompter.
source: &Middle
ar: وسط
de: &Mittig
es: &Centro
fr: Milieu
pt_pt: &Meio
ru: &Середина
uk: &Посередині

# Global menu actions. Align reading region to bottom of prompter.
source: &Bottom
ar: أسفل
de: &Unten
es: A&bajo
fr: Bas
pt_pt: &Fundo
ru: &Низ
uk: &Знизу
