Repository: Cuperino/QPrompt-Teleprompter
Catalog: po/*.po
Languages: ar, de, es, fr, pt_pt, ru, uk

# Main menu and global menu actions
source: &New
ar: جديد
de: &Neu
es: &Nuevo
fr: &Nouveau
pt_pt: &Novo
ru: Новый
uk: &Новий

# Main menu and global menu actions
source: &Open
ar: فتح
de: &Öffnen
es: &Abrir
fr: &Ouvrir
pt_pt: &Abrir
ru: Открыть
uk: &Відкрити

# Main menu and global menu actions
source: &Open remote file
ar: فتح ملف بعيد
de: &Remote Datein öffnen
es: &Abrir archivo remoto
fr: &Ouvrir le fichier distant
pt_pt: &Abrir ficheiro remoto
ru: Открыть удаленный файл
uk: &Відкрити віддалений файл

# Main menu and global menu actions
source: &Save
ar: حفظ
de: &Speichern
es: &Guardar
fr: &Enregistrer
pt_pt: &Guardar
ru: Сохранить
uk: &Зберегти

# Main menu and global menu actions
source: Save &As
ar: حفظ بإسم
de: Speichern &unter
es: Guardar &como
fr: Enregistrer &Sous
pt_pt: Guardar &como
ru: Сохранить как
uk: Зберегти &як

# Main menu actions
source: &Recent Files
ar: الملفات الاخيرة
de: Kürzlich verwendete Datein
es: Archivos &recientes
fr: &Fichiers Récents
pt_pt: &Ficheiros recentes
ru: Последние файлы
uk: &Нещодавні файли

# Main menu actions. Menu regarding input settings.
source: &Controls Settings
ar: ضبط الاعدادات
de: Steuerung
es: Configuración de &control
fr: &Réglages
pt_pt: &Definições de controlos
ru: Настройки управления
uk: &Налаштування керування

# Main menu and global menu actions. Opens dialog to configure keyboard inputs.
source: Keyboard Inputs
ar: ادخالات لوحة المفاتيح
de: Tastatureingaben
es: Entradas de teclado
fr: Touches du clavier
pt_pt: Entradas de teclado
ru: Ввод с клавиатуры
uk: Введення з клавіатури

# Open 'scroll settings' from main menu and global menu actions
source: Scroll throttle settings
ar: اعدادات دولاب الفأرة
de: Rollgeschwindigkeits-Einstellungen
es: Configurar desplazamientos
fr: Paramétrage de défilement
pt_pt: Ajustes de velocidade de rolagem
ru: Настройки прокрутки
uk: Налаштування швидкості прокрутки

source: Invert &arrow keys
ar: عكس ومفاتيح الأسهم
de: Pfeilt&asten umkehren
es: Invertir &teclas de flechas
fr: Inverser des flèches du clavier
pt_pt: Inverter &setas do teclado
ru: Инвертирование клавиш со стрелками
uk: Інвертувати &стрілки

# Main menu and global menu actions. Invert scroll direction while prompting.
source: Invert &scroll direction (Natural scrolling)
ar: عكس اتجاه التمرير (التمرير الطبيعي)
de: Laufrichtung umkehren (natürliches Rollen)
es: Invertir &dirección (desplazamiento natural)
pt_pt: Inverter &direção de deslocação (Deslocação natural)
ru: Инвертирование и направление прокрутки
uk: Інвертувати напрямок &прокрутки

source: Use scroll as velocity &dial
ar: استخدم التمرير كسرعة واتصال
de: Mausrad als Geschwindigkeitsrad nutzen
es: Tratar desplazamientos como ajustes de velocidad
fr: Utilisez le défilement comme cadran de vitesse
pt_pt: Usar a roda do rato como &velocidade
ru: Прокрутка в качестве скорости
uk: Використовувати прокрутку як швидкість &контролера

source: Disable scrolling while prompting
ar: تعطيل التمرير أثناء العرض
de: kein Scrollen während des Promptens
es: Desactivar desplazamiento del ratón durante ejecución
fr: Désactiver le défilement pendant le promptage
pt_pt: Desativar a deslocação durante o ponto
ru: Отключение колеса прокрутки
uk: Вимкнути прокрутку під час роботи суфлера

# Main menu actions
source: Other &Settings
ar: إعدادات أخرى
de: Andere Ein&stellungen
es: &Otros Ajustes
fr: &Autres réglages
pt_pt: Outras &definições
ru: Другие настройки
uk: Інші &налаштування

# Main menu actions. Opens dialog for choosing layout direction.
source: Layout direction
ar: اتجاه التخطيط
de: Layout ausrichtung
es: Dirección de disposición
pt_pt: Direção da disposição
ru: Направление макета
uk: Напрямок розмітки

# Main menu actions. Enters Performance tweaks submenu.
source: Performance tweaks
ar: تحسينات الأداء
de: Leistungsoptimierungen
es: Ajustes de desempeño
pt_pt: Ajustes de desempenho
ru: Улучшения производительности
uk: Оптимізація продуктивності

# Main menu actions
source: Disable timers
ar: تعطيل المؤقتات
de: Timer deaktivieren
es: Desactivar temporizadores
pt_pt: Desativar temporizadores
ru: Отключить таймеры
uk: Вимкнути таймери

# Main menu actions. Hides formatting tools while not in edit mode.
source: Auto hide formatting tools
ar: إخفاء تلقائي لأدوات التنسيق
de: Formatierungstools automatisch verstecken
es: Ocultar automáticamente herramientas de formato
fr: Masquer automatiquement outils de formatage
pt_pt: Ocultar automaticamente as ferramentas de formatação
ru: Автоматическое скрытие инструментов форматирования
uk: Автоматично приховувати інструменти форматування

# Main menu actions
source: Always hide formatting tools
ar: إخفاء أدوات التنسيق دائمًا
de: Formatierungs Tools automatisch verstecken
es: Siempre ocultar herramientas de formato
fr: Toujours masquer outils de formatage
pt_pt: Ocultar sempre as ferramentas de formatação
ru: Скрыть инструменты форматирования
uk: Завжди приховувати інструменти форматування

# Main menu actions. Disables contrast effect for the reading region overlay.
source: Disable overlay contrast
ar: تعطيل تباين طبقة القراءة
de: Überlagerungs Kontrast deaktivieren
es: Desactivar contraste de superposición
fr: Désactiver contraste de superposition
pt_pt: Desativar o contraste da sobreposição
ru: Отключить контрастность наложения
uk: Вимкнути накладення контрасту

# Main menu actions. Enters Other tweaks submenu.
source: Other tweaks
ar: تعديلات أخرى
de: Andere Optimierungen
es: Otros ajustes
pt_pt: Outros ajustes
ru: Другие улучшения
uk: Інші оптимізації

# Main menu actions. Enable local file auto reload
source: Local file auto reload
ar: إعادة التحميل التلقائية للملف المحلي
de: Lokale Datein automatisch neu Laden
es: Recarga automática de archivos locales
pt_pt: Recarregamento automático do ficheiro local
ru: Автоматическая перезагрузка локального файла
uk: Автоматичне перезавантаження локальних файлів

# Main menu actions
source: Language
ar: اللغة
de: Sprache
es: Lenguaje
pt_pt: Idioma
ru: Язык
uk: Мова

# Main menu actions
source: Restore factory defaults
ar: استعادة الإعدادات الافتراضية
de: Werkseinstellungen wiederherstellen
es: Restaurar valores predeterminados
pt_pt: Repor as predefinições de fábrica
ru: Восстановить настройки по умолчанию
uk: Відновлення заводських налаштувань

# Main menu actions. Load about page.
source: Abou&t %1
ar: حول %1
de: De&tails über %1
es: &Acerca de %1
fr: À propos %1
pt_pt: Acerc&a de %1
ru: О программе
uk: Пр&о %1

# Main menu and global menu actions
source: &Quit
ar: خروج
de: Beenden mit &Q
es: &Salir
fr: &Quitter
pt_pt: &Sair
ru: Выход
uk: В&ийти

# Main menu and global actions. Load document that welcomes users.
source: Load &Welcome
ar: تحميل صفحة الترحيب
de: Laden &Wilkommen
es: Cargar &Bienvenida
fr: Charger Bienvenue
pt_pt: Carregar o texto de &Bem-vindo
ru: Загрузка вступления
uk: Завантажити &Ласкаво просимо

source: Darth mode
ar: وضع دارث
de: "Starwars"-Modus
es: Modo galáctico
fr: Mode Dark
pt_pt: Modo galáctico
ru: Тёмный режим
uk: Режим Дарта

source: Factory Reset
ar: إعادة ضبط المصنع
de: Werkseinstellungen
es: Restablecimiento de Fábrica
pt_pt: Reposição de fábrica
ru: Сброс к заводским настройкам
uk: Скидання до заводських налаштувань

source: Restore all configurations to factory defaults? QPrompt will close if you click Yes and all unsaved document changes will be lost.
ar: استعادة جميع الإعدادات إلى الإعدادات الافتراضية للمصنع؟ سيتم إغلاق QPrompt إذا نقرت على نعم وستُفقد جميع التغييرات غير المحفوظة في المستند.
de: Alle Konfigurationen auf Werkseinstellungen zurücksetzen? Wenn sie "Ja" klicken wird QPrompt beendet und alle nicht gesicherten Änderungen an ihrem Dokument gehen verloren.
es: ¿Restaurar todas las configuraciones a sus valores de fábrica? Si oprimes Sí, QPrompt se cerrará y cualquier cambio al documento sin guardar se perderá.
pt_pt: Restaurar todas as configurações para as predefinições de fábrica? O QPrompt fechará se clicar em Sim e todas as alterações não guardadas no documento serão perdidas.
ru: Восстановить все конфигурации до заводских значений по умолчанию? QPrompt закроется, если вы нажмете «Да», и все несохраненные изменения документа будут потеряны.
uk: Відновити всі налаштування до заводських налаштувань? QPrompt закриється, якщо ви натиснете Так, і всі незбережені зміни документа буде втрачено.

# Title for save before closing dialog
source: Save Document
ar: حفظ المستند
de: Dokument speichern
es: Guardar documento
fr: Enregistrer le Document
pt_pt: Guardar documento
ru: Сохранить документ
uk: Зберегти документ

source: Save changes to document before closing?
ar: حفظ التغييرات على المستند قبل الإغلاق؟
de: Änderungen vor dem Schließen speichern?
es: ¿Quiere guardar los cambios efectuados en el documento antes de cerrar?
fr: Enregistrer les changements du documents avant de fermer ?
pt_pt: Guardar alterações no documento antes de o fechar?
ru: Сохранить изменения в документе перед закрытием?
uk: Зберегти зміни в документі перед закриттям?

# Main menu actions. Load Path Settings page.
source: External Tools and Applications
ar: الأدوات والتطبيقات الخارجية
de: Externe Tools und Programme
es: Herramientas y aplicaciones externas
pt_pt: Ferramentas e aplicações externas
ru: Внешние инструменты и приложения
uk: Зовнішні інструменти та застосунки

source: Disable background transparency
ar: تعطيل شفافية الخلفية
de: Dursichtigen Hintergrund deaktivieren
es: Desactivar transparencia de fondo
fr: Désactiver la transparence de l'arrière-plan
pt_pt: Desativar a transparência do fundo
ru: Отключить прозрачность фона
uk: Вимкнути прозорість фону

source: Force sub-pixel text renderer past 120px
ar: إجبار محرك النص دون البكسل بعد 120 بكسل
de: Subpixel-Textrenderer über 120px hinaus erzwingen
es: Forzar representación por subpíxeles en letras de más de 120 px
fr: Forcer le sous-pixel du rendu de texte au-delà de 120px
pt_pt: Forçar o renderizador de texto sub-pixel para além de 120px
ru: Принудительная отрисовка субпиксельного текста размером более 120 пикселей
uk: Примусово використовувати текстовий рендеринг з субпікселями понад 120px

source: Fake fullscreen behavior
ar: محاكاة سلوك الشاشة الكاملة
de: künstliches Vollbild
es: Falsear pantalla completa
fr: Faux comportement en plein écran
pt_pt: Comportamento falso de ecrã inteiro
ru: Псевдо полноэкранный режим
uk: Фальшивий режим повного екрану

# Restart application_name
source: Restart %1
ar: إعادة تشغيل %1
de: Neustarten %1
es: Reiniciar %1
fr: Redémarrer %1
pt_pt: Reiniciar %1
ru: Перезапустить %1
uk: Перезапустити %1

source: %1 needs to restart for this change to fully take effect. Would you like to restart %1 now? All changes to document will be lost.
ar: %1 يحتاج إلى إعادة التشغيل حتى يسري هذا التغيير بالكامل. هل تريد إعادة تشغيل %1 الآن؟ ستُفقد جميع التغييرات في المستند.
de: %1 muss Restartet werden, um Änderungen anzuzeigen. Möchten Sie jetzt %1 Neustarten? Alle Veränderungen am Dokument gehen dabei verloren.
es: %1 debe reiniciarse para que este cambio surta efecto. ¿Le gustaría reiniciar %1 ahora? Se perderá cualquier modificación que haya hecho al documento.
fr: %1 doit être redémarré pour que cette modification prenne effet. Voulez-vous redémarrer %1 maintenant ? Toutes les modifications que vous avez apportées au document seront perdues.
pt_pt: %1 precisa de ser reiniciado para que esta alteração tenha efeito total. Deseja reiniciar %1 agora? Todas as alterações ao documento serão perdidas.
ru: %1 необходимо перезапустить, чтобы изменения вступили в силу. Хотите перезапустить %1 сейчас? Все изменения в документе будут потеряны.
uk: %1 потрібно перезапустити, щоб ця зміна повністю вступила в силу. Чи бажаєте ви зараз перезапустити %1? Усі зміни в документі буде втрачено.

# Editor actions. Text alignment.
source: &Left
ar: يسار
de: &Links
es: &Izquierda
fr: &Gauche
pt_pt: &Esquerda
ru: &Левый
uk: &Ліворуч

# Editor actions. Text alignment.
source: &Right
ar: يمين
de: &Rechts
es: &Derecha
fr: &Droit
pt_pt: &Direita
ru: &Правый
uk: &Праворуч

# Editor actions. Text alignment.
source: C&enter
ar: توسيط
de: Z&entriert
es: C&entro
fr: C&entrer
pt_pt: C&entro
ru: Ц&ентр
uk: &По центру

# FontName (Translatable font details)
source: DejaVu (default, Roman, Cyrillic)
ar: DejaVu (افتراضي، روماني، سيريلي)
de: DejaVu (Standard, Romanisch, zyrillisch)
es: DejaVu (predeterminado, romano, cirílico)
fr: DejaVu (défaut, Romain, Cyrillique)
pt_pt: DejaVu (padrão, Romano, Cirílico)
ru: DejaVu (по умолчанию, латиница, кириллица)
uk: DejaVu (типово, Латинка, Кирилиця)

# FontName (Translatable font details)
source: OpenDyslexic (Roman)
ar: OpenDyslexic (روماني)
de: OpenDyslexic (Romanisch)
es: OpenDyslexic (romano)
fr: OpenDyslexic (Romain)
pt_pt: OpenDyslexic (Romano)
ru: OpenDyslexic (Романский)
uk: OpenDyslexic (Латинка)

# FontName (Translatable font details)
source: Source Han Sans (CH, JP, KO)
ar: Source Han Sans (صيني، ياباني، كوري)
fr: Source Han Sans
pt_pt: Source Han Sans (Chinês, Japonês, Coreano)
ru: Source Han Sans (китайский, японский, корейский)
uk: Source Han Sans (Китайська, Японська, Корейська)

# FontName (Translatable font details)
source: Scheherazade New (Arabic)
ar: شهرزاد الجديد (عربي)
de: Scheherazade New (Arabisch)
es: Scheherazade New (árabe)
fr: Scheherazade New (Arabe)
pt_pt: Scheherazade New (Árabe)
ru: Scheherazade New (Арабский)
uk: Scheherazade New (Арабська)

# FontName (Translatable font details)
source: Palanquin (Devangari)
ar: Palanquin (ديفاناغاري)
de: Palankin (Devangari)
es: Palanquin (devanagari)
fr: Palanquin
ru: Palanquin (деванагари)
uk: Palanquin (Деванагарі)

# FontName (Translatable font details)
source: Kalpurush (Bengali)
ar: Kalpurush (بنغالي)
es: Kalpurush (bengalí)
fr: Kalpurush
ru: Kalpurush (бенгальский)
uk: Kalpurush (Бенгальська)

# Opens system font selection dialog
source: Choose System Font
ar: اختيار خط النظام
de: Systemschriftart auswählen
es: Escoger letra proveniente del sistema
fr: Choisir la police
pt_pt: Selecionar o tipo de letra do sistema
ru: Выберите системный шрифт
uk: Обрати системний шрифт

source: No glyphs selected…
ar: لم يتم تحديد أي رمز...
de: Keine Glyphen ausgewählt…
es: No se seleccionó ningún glifo…
fr: Aucun glyphe sélectionné…
pt_pt: Nenhum glifo selecionado…
ru: Глифы не выбраны…
uk: Гліфи не вибрані…

# Velocity {VELOCITY_STEPS}
source: Velocity <pre>%1</pre>
ar: السرعة <pre>%1</pre>
de: Geschwindigkeit <pre>%1</pre>
es: Velocidad <pre>%1</pre>
fr: Vitesse <pre>%1</pre>
pt_pt: Velocidade <pre>%1</pre>
ru: Скорость <pre>%1</pre>
uk: Швидкість <pre>%1</pre>

# Opacity {TRANSPARENCY_PERCENTAGE}
source: Opacity <pre>%1</pre>
ar: التعتيم <pre>%1</pre>
de: Deckkraft <pre>%1</pre>
es: Opacidad <pre>%1</pre>
fr: Opacité <pre>%1</pre>
pt_pt: Opacidade <pre>%1</pre>
ru: Непрозрачность <pre>%1</pre>
uk: Прозорість <pre>%1</pre>

# Font size 100% (083)
source: Font size <pre>%1% (%2)</pre>
ar: حجم الخط <pre>%1% (%2)</pre>
de: Schriftgröße <pre>%1% (%2)</pre>
es: Tamaño de letra <pre>%1% (%2)</pre>
fr: Taille de police <pre>%1% (%2)</pre>
pt_pt: Tamanho do tipo de letra <pre>%1% (%2)</pre>
ru: Размер шрифта<pre>%1% (%2)</pre>
uk: Розмір шрифту <pre>%1% (%2)</pre>

# Line height 100%
source: Line height <pre>%1%</pre>
ar: ارتفاع السطر <pre>%1%</pre>
de: Zeilenhöhe <pre>%1%</pre>
es: Altura de renglón <pre>%1%</pre>
fr: Hauteur de ligne <pre>%1%</pre>
pt_pt: Tamanho de linha <pre>%1%</pre>
ru: Высота строки<pre>%1%</pre>
uk: Висота рядка <pre>%1%</pre>

# Paragraph spacing ±00
source: Paragraph spacing <pre>%1%</pre>
ar: تباعد الفقرات <pre>%1%</pre>
de: Absatz Abstand <pre>%1</pre>
es: Espacio entre párrafos <pre>%1</pre>
fr: Espacement des paragraphes <pre>%1</pre>
pt_pt: Espaçamento do parágrafo <pre>%1%</pre>
ru: Интервал между абзацами<pre>%1%</pre>
uk: Міжабзацний інтервал <pre>%1%</pre>

# Word spacing <pre>±00<pre>
source: Word spacing <pre>%1</pre>
ar: تباعد الكلمات <pre>%1</pre>
de: Wortabstand <pre>%1</pre>
es: Espacio entre palabras <pre>%1</pre>
fr: Espacement des mots <pre>%1</pre>
pt_pt: Espaçamento de palavras <pre>%1</pre>
ru: Интервал между словами<pre>%1%</pre>
uk: Міжсловний інтервал <pre>%1</pre>

# Letter spacing ±00
source: Letter spacing <pre>%1</pre>
ar: تباعد الأحرف <pre>%1</pre>
de: Buchstabenabstand <pre>%1</pre>
es: Espacio entre letras <pre>%1</pre>
fr: Espacement des lettres <pre>%1</pre>
pt_pt: Espaçamento de letras <pre>%1</pre>
ru: Расстояние между буквами<pre>%1</pre>
uk: Міжлітерний інтервал <pre>%1</pre>

# Step speed 1.00
source: Step speed <pre>%1</pre>
ar: سرعة الخطوة <pre>%1</pre>
de: Geschwindigkeitsstufe <pre>%1</pre>
es: Rapidez del incremento <pre>%1</pre>
fr: Pas de vitesse <pre>%1</pre>
pt_pt: Aumento de rapidez <pre>%1</pre>
ru: Скорость шага<pre>%1</pre>
uk: Швидкість кроку <pre>%1</pre>

# Step acceleration 1.15
source: Step acceleration <pre>%1</pre>
ar: تسارع الخطوة <pre>%1</pre>
de: Bescheleunigungsstufe <pre>%1</pre>
es: Aceleración del incremento <pre>%1</pre>
fr: Pas d'accélération <pre>%1</pre>
pt_pt: Aumento de aceleração <pre>%1</pre>
ru: Шаг ускорения<pre>%1</pre>
uk: Прискорення кроку <pre>%1</pre>

# Next reload starts at 10:11:12
source: Next reload starts at <pre>%1</pre>
ar: إعادة التحميل التالية تبدأ في <pre>%1</pre>
de: Nächster Ladevorgang startet um <pre>%1</pre>
es: Próxima lectura remota en <pre>%1</pre>
fr: Le prochain rechargement commence à <pre>%1</pre>
pt_pt: O próximo recarregamento começa em <pre>%1</pre>
ru: Следующая перезагрузка начнётся в<pre>%1</pre>
uk: Наступне перезавантаження почнеться через <pre>%1</pre>

# Title of dialog where users customize keyboard inputs
source: Key Bindings
ar: اختصارات لوحة المفاتيح
de: Tastenkürzel
es: Configuración de Teclas
fr: Combinaisons de touches
pt_pt: Combinação de teclas
ru: Привязки клавиш
uk: Клавіатурні команди

source: Toggle Prompter State
ar: تبديل حالة الملقن
de: Umschalten des Prompter Status
es: Cambiar estado del prónter
fr: Inverser l'état du prompteur
pt_pt: Alternar estado do ponto
ru: Переключить состояние подсказок
uk: Перемкнути стан суфлера

source: Decrease Velocity
ar: تخفيض السرعة
de: Geschwindigkeit senken
es: Reducir velocidad
fr: Diminuer la vitesse
pt_pt: Diminuir a velocidade
ru: Уменьшить скорость
uk: Зменшити швидкість

source: Increase Velocity
ar: زيادة السرعة
de: Geschwindigkeit erhöhen
es: Aumentar velocidad
fr: Augmenter la vitesse
pt_pt: Aumentar a velocidade
ru: Увеличить скорость
uk: Збільшити швидкість

source: Stop
ar: إيقاف
de: Stoppen
es: Detener
fr: Arrêter
pt_pt: Parar
ru: Остановить
uk: Зупинити

source: Play/Pause
ar: تشغيل/إيقاف مؤقت
de: Start/Pause
es: Reproducir/pausar
fr: Démarrer/Pause
pt_pt: Reproduzir/Pausa
ru: Воспроизвести/Пауза
uk: Пуск/Пауза

source: Reverse
ar: عكس الاتجاه
de: zurücksetzen
es: Invertir
fr: Inverser
pt_pt: Inverter
ru: Обратное воспроизведение
uk: Реверс

source: Rewind
ar: إرجاع
de: zurückspulen
es: Rebobinar
fr: Rembobiner
pt_pt: Retroceder
ru: Перемотка назад
uk: Перемотка назад

source: Fast Forward
ar: تقديم سريع
de: Schnell Vorwärts
es: Adelantar
fr: Avancer rapidement
pt_pt: Avançar rápido
ru: Быстрая перемотка вперёд
uk: Швидко вперед

# Skip to earlier text while prompting or editing
source: Move Backwards
ar: التحرك للخلف
de: Rückwärts bewegen
es: Retroceder
fr: Reculer
pt_pt: Recuar
ru: Переместиться назад
uk: Рухатися назад

# Skip to later text while prompting or editing
source: Move Forward
ar: التحرك للأمام
de: Vorwärts bewegen
es: Avanzar
fr: Avancer
pt_pt: Avançar
ru: Переместиться вперёд
uk: Рухатися вперед

# Skip to closest marker behind of current position
source: Go to Previous Marker
ar: الانتقال إلى العلامة السابقة
de: Zum vorherigem Marker springen
es: Ir al marcador anterior
fr: Aller au marqueur précédent
pt_pt: Ir para o marcador anterior
ru: Перейти к предыдущему маркеру
uk: Перейти до попереднього маркера

# Skip to closest marker ahead of current position
source: Go to Next Marker
ar: الانتقال إلى العلامة التالية
de: Zum nächsten Marker springen
es: Ir al marcador siguiente
fr: Aller au marqueur suivant
pt_pt: Ir para o marcador seguinte
ru: Перейти к следующему маркеру
uk: Перейти до наступного маркера

# Hotkey that shifts velocoty to its negative value.
source: Set velocity modifier key
ar: تعيين مفتاح تعديل السرعة
de: Geschwindigkeitsänderungs Taste wählen
es: Tecla para alternar dirección de las velocidades
pt_pt: Definir tecla modificadora de velocidade
ru: Установить клавишу модификации скорости
uk: Встановити клавішу модифікатора швидкості

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 0
ar: تعيين السرعة إلى 0
de: Geschwindigkeit auf 0 setzen
es: Cambiar velocidad a 0
pt_pt: Definir a velocidade para 0
ru: Установить скорость на 0
uk: Встановіть швидкість на 0

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 1
ar: تعيين السرعة إلى 1
de: Geschwindigkeit auf 1 setzen
es: Cambiar velocidad a 1
pt_pt: Definir a velocidade para 1
ru: Установить скорость на 1
uk: Встановіть швидкість на 1

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 2
ar: تعيين السرعة إلى 2
de: Geschwindigkeit auf 2 setzen
es: Cambiar velocidad a 2
pt_pt: Definir a velocidade para 2
ru: Установить скорость на 2
uk: Встановіть швидкість на 2

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 3
ar: تعيين السرعة إلى 3
de: Geschwindigkeit auf 3 setzen
es: Cambiar velocidad a 3
pt_pt: Definir a velocidade para 3
ru: Установить скорость на 3
uk: Встановіть швидкість на 3

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 4
ar: تعيين السرعة إلى 4
de: Geschwindigkeit auf 4 setzen
es: Cambiar velocidad a 4
pt_pt: Definir a velocidade para 4
ru: Установить скорость на 4
uk: Встановіть швидкість на 4

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 5
ar: تعيين السرعة إلى 5
de: Geschwindigkeit auf 5 setzen
es: Cambiar velocidad a 5
pt_pt: Definir a velocidade para 5
ru: Установить скорость на 5
uk: Встановіть швидкість на 5

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 6
ar: تعيين السرعة إلى 6
de: Geschwindigkeit auf 6 setzen
es: Cambiar velocidad a 6
pt_pt: Definir a velocidade para 6
ru: Установить скорость на 6
uk: Встановіть швидкість на 6

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 7
ar: تعيين السرعة إلى 7
de: Geschwindigkeit auf 7 setzen
es: Cambiar velocidad a 7
pt_pt: Definir a velocidade para 7
ru: Установить скорость на 7
uk: Встановіть швидкість на 7

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 8
ar: تعيين السرعة إلى 8
de: Geschwindigkeit auf 8 setzen
es: Cambiar velocidad a 8
pt_pt: Definir a velocidade para 8
ru: Установить скорость на 8
uk: Встановіть швидкість на 8

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 9
ar: تعيين السرعة إلى 9
de: Geschwindigkeit auf 9 setzen
es: Cambiar velocidad a 9
pt_pt: Definir a velocidade para 9
ru: Установить скорость на 9
uk: Встановіть швидкість на 9

# Hotkey that sets velocity to a fixed value.
source: Set velocity to 10
ar: تعيين السرعة إلى 10
de: Geschwindigkeit auf 10 setzen
es: Cambiar velocidad a 10
pt_pt: Definir a velocidade para 10
ru: Установить скорость на 10
uk: Встановіть швидкість на 10

# Button to remove a keyboard shortcut
source: Clear
ar: مسح
de: Löschen
es: Limpiar
pt_pt: Limpar
ru: Очистить
uk: Очистити

source: Language settings
ar: إعدادات اللغة
de: Spracheinstellungen
es: Configuración del lenguaje
pt_pt: Definições de idioma
ru: Языковые настройки
uk: Налаштування мови

# Selector to choose user interface language
source: UI Language
ar: لغة الواجهة
de: Sprache der Bedienoberfläche
es: Lenguaje de interfaz
pt_pt: Idioma da interface
ru: Язык интерфейса
uk: Мова інтерфейсу користувача

# Language
source: Use system language
ar: استخدام لغة النظام
de: Systemsprache verwenden
es: Utilizar lenguaje del sistema
pt_pt: Usar o idioma do sistema
ru: Использовать язык системы
uk: Використовуйте системну мову
