Repository: Cuperino/QPrompt-Teleprompter
Catalog: po/*.po
Languages: ar, de, es, fr, pt_pt, ru, uk

# Global menu actions. Enables drag and drop positioning of reading region.
source: F&ree placement
ar: توضع حر
de: F&rei Platzieren
es: &Libre posicionamiento
fr: Libre
pt_pt: P&osição livre
ru: С&вободное размещение
uk: Вільне розташування

source: C&ustom (Fixed placement)
ar: مخصص (توضع ثابت)
de: Benutzerdefiniert (Fixierte Position)
es: Personalizado (posicionamiento fijo)
fr: Personnalisé
pt_pt: P&ersonalizado (Posição fixa)
ru: Р&учное (фиксированное размещение)
uk: К&ористувацьке (Фіксоване розташування)

# Global menu actions
source: For&mat
ar: تنسيق
de: For&matierung
es: For&mato
pt_pt: For&mato
ru: Фор&мат
uk: Форм&ат

# Global menu actions
source: &Bold
ar: عريض
de: &Fett
es: &Negrita
fr: Gras
pt_pt: &Negrito
ru: &Жирный
uk: &Жирний

# Global menu actions
source: &Italic
ar: مائل
de: &Kursiv
es: Bastard&illa
fr: Italique
pt_pt: &Itálico
ru: &Курсив
uk: &Курсив

# Global menu actions
source: &Underline
ar: مسطر
de: &Unterstrichen
es: S&ubrayado
fr: Souligné
pt_pt: &Sublinhado
ru: &Подчёркнутый
uk: &Підкреслений

# Global menu and editor actions. Text alignment.
source: Align &Left
ar: محاذاة يسار
de: Links &Ausrichten
es: &Izquierda
fr: Gauche
pt_pt: Alinhar à &esquerda
ru: Выровнять &Слева
uk: Вирівняти &ліворуч

# Global menu and editor actions. Text alignment.
source: Align &Right
ar: محاذاة يمين
de: Rechts &Ausrichten
es: Alinear a la &Derecha
fr: Droit
pt_pt: Alinhar à direita
ru: Выровнять &Справа
uk: Вирівняти &праворуч

# Global menu actions. Text alignment.
source: Align Cen&ter
ar: محاذاة وسط
de: Zentrieren
es: Cen&tro
fr: Centré
pt_pt: Alinhar ao cen&tro
ru: Выровнять по Цен&тру
uk: Вирівняти по &центру

# Global menu actions. Text alignment.
source: Align &Right
ar: محاذاة يمين
de: Rechts &Ausrichten
es: Alinear a la &Derecha
fr: Droit
pt_pt: Alinhar à &direita
ru: Выровнять &Справа
uk: Вирівняти по &праворуч

# Global menu actions. Text alignment.
source: Align &Left
ar: محاذاة يسار
de: Links &Ausrichten
es: &Izquierda
fr: Gauche
pt_pt: Alinhar à esquerda
ru: Выровнять &Слева
uk: Вирівняти по &ліворуч

# Global menu actions. Opens dialog to format currently selected text.
source: C&haracter
ar: حرف
de: Zeic&hen
es: Letra
fr: Caractère
pt_pt: Ca&rácter
ru: С&имвол
uk: Симво&ли

# Global menu actions. Opens dialog to color currently selected text.
source: Fo&nt Color
ar: لون الخط
de: Sc&hrift Farbe
es: Color de let&ra
fr: Couleur de la police
pt_pt: Co&r do tipo de letra
ru: Цвет Шри&фта
uk: Колір &шрифту

# Global menu actions. Menu regarding input settings.
source: Controls
ar: عناصر التحكم
de: Steuerung
es: Controles
fr: Contrôles
pt_pt: Controlos
ru: Управление
uk: Керування

# Global menu actions
source: &Help
ar: مساعدة
de: &Hilfe
es: Ay&uda
fr: Aide
pt_pt: &Ajuda
ru: &Помощь
uk: &Допомога

# Global menu actions
source: Report &Bug…
ar: الإبلاغ عن خطأ...
de: Fehler &melden…
es: &Informar de un defecto…
fr: Rapporter un Bug…
pt_pt: Reportar &Bugs…
ru: Сообщить &об ошибке…
uk: Повідомити про &помилку…

# Global menu actions. Load about page. "About AppName"
source: Abou&t %1
ar: حول %1
de: Über %1
es: &Acerca de %1
fr: À propos %1
pt_pt: Acerc&a de %1
ru: О %1
uk: Пр&о %1

source: Personal teleprompter software for all video makers. Built with ease of use, productivity, and smooth performance in mind.
ar: برنامج ملقن شخصي لجميع صانعي الفيديو. صُمِّم مع مراعاة سهولة الاستخدام والإنتاجية والأداء السلس.
de: Personale Teleprompting Software für alle Video Produzenten. Entwickelt mit großer Nuterfreundlichkeit und glatter Performance im Kopf.
es: Software de teleprompter personal para todo creador de videos. Hecho con simpleza de uso, productividad y fluidez en mente.
fr: Logiciel de téléprompteur personnel pour tous les vidéastes. Conçu avec la facilité d'utilisation, la productivité et des performances fluides à l'esprit.
pt_pt: Software de teleponto pessoal para todos os criadores de vídeo. Criado a pensar na facilidade de utilização, na produtividade e no bom desempenho.
ru: Персональное программное обеспечение телесуфлёра для всех создателей видео. Создано с учётом простоты использования, производительности и бесперебойной работы.
uk: Персональне програмне забезпечення телесуфлера для всіх творців відео. Створене з урахуванням простоти використання, продуктивності та плавної роботи.

# file
source: File to copy.
ar: ملف للنسخ.
de: Datei zu kopieren.
es: Archivo a copiar.
fr: Fichier à copier.
pt_pt: Ficheiro a copiar.
ru: Файл для копирования.
uk: Файл для копіювання.

source: Ignore QSG_RENDER_LOOP environment variable.
ar: تجاهل متغير البيئة QSG_RENDER_LOOP.
de: Ignorier die QSG_RENDER_LOOP Umgebungsvariable.
es: Ignorar la variable de ambiente QSG_RENDER_LOOP.
fr: Ignorez la variable d'environnement QSG_RENDER_LOOP.
pt_pt: Ignorar variável QSG_RENDER_LOOP.
ru: Игнорировать переменную среды QSG_RENDER_LOOP.
uk: Ігнорувати змінну середовища QSG_RENDER_LOOP.

source: Personal teleprompter software for all video makers.
ar: برنامج ملقن شخصي لجميع صانعي الفيديو.
de: Personalisierte Teleprompter Software für aller Video Produzenten.
es: Teleprónter personal para creadores de vídeos.
fr: Logiciel téléprompteur personnel pour tous les vidéastes.
pt_pt: Software de teleponto pessoal para todos os criadores de vídeo.
ru: Персональное программное обеспечение телесуфлёра для всех создателей видео.
uk: Персональне програмне забезпечення телесуфлера для всіх творців відео.

source: Author
ar: المؤلف
de: Autor
es: Autor
fr: Auteur
pt_pt: Autor
ru: Автор
uk: Автор

source: Wrote keycode to string QML abstraction
ar: كتب تجريد QML من رمز المفتاح إلى النص
de: Tastencode wurde in die QML-Abstraktion geschrieben
es: Programó abstracción de QML para convertir códigos de teclado a texto
fr: Écrit le code clé à la chaîne d'abstraction QML
pt_pt: Programar abstração de QML para converter códigos de teclado para texto
ru: Написал код ключа для строковой абстракции QML
uk: Написав абстракцію QML для перетворення ключового коду на рядок

# Active software tester
source: Active tester
ar: مختبر نشط
de: Aktive Tester
es: Evaluador de programa
fr: Bêta-testeur actif
pt_pt: Testador ativo
ru: Активный тестер
uk: Активний тестувальник

# NAME OF TRANSLATORS
source: Your names
ar: أسماؤكم
de: Jonas Mapache, Maximilian Efinger, Fabian Bott, Liebeg
es: Luis Blanco (RaSSieL), Javier O. Cordero Pérez (Cuperino), Adolfo Jayme-Barrientos
fr: Fanch, Vincent Berry, Javier Cordero
pt_pt: Hugo Carvalho
ru: Ваше имя
uk: Ваші імена

# EMAIL OF TRANSLATORS
source: Your emails
ar: بريدكم الإلكتروني
de: jonasmapache@gmail.com, maximilian.efinger@gmx.de, fabianbott@gmail.com, mail@liebeg.eu
es: rassiel86@gmail.com, javiercorderoperez@gmail.com, fitojb@ubuntu.com
fr: fanch.le.cleach@gmail.com, berryv@outlook.fr, javiercorderoperez@gmail.com
pt_pt: hugokarvalho@hotmail.com
ru: Ваша почта
uk: Ваші електронні адреси

source: End reached, searching from the start.
ar: تم الوصول إلى النهاية، البحث من البداية.
de: Ende erreicht, Suche vom Anfang beginnen.
es: Fin alcanzado, realizando búsqueda desde el inicio.
fr: Fin atteinte, recherche depuis le début.
pt_pt: Fim alcançado, procurando do início.
ru: Поиск завершён, начать сначала.
uk: Досягнуто кінця, пошук починається з початку.

source: Start reached, searching from the end.
ar: تم الوصول إلى البداية، البحث من النهاية.
de: Anfang erreicht, Suche vom Ende.
es: Inicio alcanzado, realizando búsqueda desdes el final.
fr: Début atteint, recherche à partir de la fin.
pt_pt: Início alcançado, procurando do final.
ru: Начало достигнуто, ищем с конца.
uk: Досягнуто початку, пошук починається з кінця.

source: Replaced 1 instance
ar: تم استبدال 0 حالة
de: 1 Instanz ersetzt
es: Se reemplazó 1 instancia
fr: Remplacement d'une instance
pt_pt: Substituída 1 instância
ru: Заменён 1 экземпляр
uk: Замінено 1 зразок

source: Colors for prompter states
ar: ألوان حالات الملقن
de: Farben für Prompter Status
es: Colores para estados del prónter
pt_pt: Cores para os estados do ponto
ru: Цвета состояний суфлёра
uk: Кольори для станів суфлера

source: Editing:
ar: تحرير:
de: Editiren:
es: En edición:
pt_pt: Edição:
ru: Редактирование:
uk: Редагування:

source: Ready:
ar: جاهز:
de: Bereit:
es: Preparado:
pt_pt: Pronto:
ru: Чтение:
uk: Готово:

source: Prompting:
ar: عرض:
es: Presentando:
fr: Démarrer le prompteur
pt_pt: Começar o prompt
ru: Подсказка:
uk: Суфлювання:

# Uses a mirrored copy of the first pointer as the second pointer
source: Reuse left pointer
ar: إعادة استخدام المؤشر الأيسر
de: Linken Zeiger wiederverwenden
es: Reutilizar apuntador izquierdo
pt_pt: Reutilizar o ponteiro esquerdo
ru: Повторно использовать левый указатель
uk: Повторно використовувати лівий вказівник

# Uses a mirrored copy of the first pointer as the second pointer
source: Reuse right pointer
ar: إعادة استخدام المؤشر الأيمن
de: Rechten Zeiger wiederverwenden
es: Reutilizar apuntador derecho
pt_pt: Reutilizar o ponteiro direito
ru: Повторно использовать правый указатель
uk: Повторно використовувати правий вказівник

source: Tint
ar: تلوين
de: Tönung
es: Tinte
pt_pt: Tonalidade
ru: Оттенок
uk: Тінь

source: Guides
ar: أدلة
de: Anleitungen
es: Guías
pt_pt: Guias
ru: Руководства
uk: Напрямні

source: Arrow
ar: سهم
de: Pfeil
es: Flecha
pt_pt: Seta
ru: Стрелка
uk: Стрілка

source: Text
ar: نص
es: Texto
pt_pt: Texto
ru: Текст
uk: Текст

source: Image
ar: صورة
de: Bild
es: Imagen
pt_pt: Imagem
ru: Изображение
uk: Зображення

source: Custom
ar: مخصص
de: Frei auswählen
es: Personalizado
pt_pt: Personalizado
ru: Заказной
uk: Користувацький

source: Line width <pre>%1</pre>
ar: عرض الخط <pre>%1</pre>
de: Zeilenbreite <pre>%1%</pre>
es: Grosor de línea <pre>%1%</pre>
pt_pt: Largura da linha <pre>%1</pre>
ru: Ширина линии <pre>%1</pre>
uk: Товщина лінії <pre>%1</pre>

source: Left Pointer:
ar: مؤشر يسار:
de: Zentriert
es: Apuntador izquierdo:
pt_pt: &Ponteiro esquerdo
ru: Левый указатель:
uk: Лівий вказівник:

source: Right Pointer:
ar: مؤشر يمين:
de: Rechts
es: Apuntador derecho:
pt_pt: &Ponteiro direito
ru: Правый указатель:
uk: Правий вказівник:

source: Font:
ar: الخط:
de: Schriftart:
es: Tipo de letra:
pt_pt: Tipo de letra:
ru: Шрифт:
uk: Шрифт:

# Vertical offset (line height) 1.00
source: Vertical offset <pre>%1</pre>
ar: الإزاحة العمودية <pre>%1</pre>
de: vertikaler Versatz <pre>%1</pre>
es: Desplazamiento vertical <pre>%1</pre>
pt_pt: Desvio vertical <pre>%1</pre>
ru: Вертикальное смещение <pre>%1</pre>
uk: Вертикальне зміщення <pre>%1</pre>

source: Browse
ar: تصفح
de: Durchsuchen
es: Navegar
pt_pt: Explorar
ru: Просмотр
uk: Переглянути

source: Use QML scripts to draw pointers
ar: استخدام نصوص QML لرسم المؤشرات
de: QML-Skripte zum Zeichnen von Zeigern verwenden
es: Utilizar secuencias QML para trazar apuntadores
pt_pt: Utilizar scripts QML para desenhar ponteiros
ru: Используйте скрипты QML для рисования указателей
uk: Використовувати QML-скрипти для малювання вказівників

source: JPEG image
ar: صورة JPEG
de: JPEG Bild
es: Imagen JPEG
fr: Image JPEG
pt_pt: Imagem JPEG
ru: JPEG изображение
uk: Зображення у форматі JPEG

source: PNG image
ar: صورة PNG
de: PNG Bild
es: Imagen PNG
fr: Image PNG
pt_pt: Imagem PNG
ru: PNG изображение
uk: Зображення у форматі PNG

source: GIF animation
ar: رسوم متحركة GIF
es: Animación GIF
fr: Animation GIF
pt_pt: Animação GIF
ru: GIF анимация
uk: Анімація у форматі GIF

source: WEBP image
ar: صورة WEBP
de: WEBP Bild
es: Imagen WEBP
pt_pt: Imagem WEBP
ru: WEBP изображение
uk: Зображення у форматі WEBP

source: QML script
ar: نص QML
de: QML Skript
es: Secuencia QML
ru: QML скрипт
uk: Скрипт QML

source: Projection Window
ar: نافذة الإسقاط
de: Projektions Fenster
es: Ventana de proyección
fr: Fenêtre de projection
pt_pt: Janela de projeção
ru: Проекционное окно
uk: Вікно проєкції

source: For screen projections to show, you must set at least one screen to a projection setting other than "Off"
ar: لعرض إسقاطات الشاشة، يجب تعيين شاشة واحدة على الأقل على إعداد إسقاط غير "إيقاف"
de: Um Projektionen zu zeigen, muss die Projektions-Einstellung mindestens eines Bildschirms anders als "Aus" geschaltet sein
es: Para que la proyección se muestre, necesita que al menos un monitor esté configurado para proyectar
fr: Pour que les projection s'affichent, il faut au moins un écran réglé sur un paramètre de projection autre que "Éteint"
pt_pt: Para que as projeções de ecrã sejam apresentadas, é necessário definir pelo menos um ecrã para uma definição de projeção diferente de "Desligado"
ru: Для отображения проекций на экране необходимо установить хотя бы один экран на настройку проекции, отличную от «Выкл.»
uk: Щоб відображати проєкції, необхідно встановити хоча б один екран на проєкцію, відмінну від "Вимкнено"

source: Error loading file…
ar: خطأ في تحميل الملف...
de: Fehler beim laden der Datei…
es: Error al cargar el archivo…
fr: Erreur de chargement du fichier…
pt_pt: Erro ao carregar ficheiro…
ru: Ошибка загрузки файла…
uk: Помилка завантаження файлу…

source: Press and hold to go back to the start
ar: اضغط مع الاستمرار للعودة إلى البداية
de: Zurück zum Start mit drücken und halten
es: Oprima y sostenga para ir al comienzo
fr: Appuyez longuement pour revenir au début
pt_pt: Prima sem soltar para voltar ao início
ru: Нажмите и удерживайте, чтобы вернуться к началу
uk: Натисніть і утримуйте, щоб повернутися на початок

source: Double tap to go back to the start
ar: انقر مرتين للعودة إلى البداية
de: Zurück zum Start durch Doppeltippen
es: Toque dos veces para ir al comienzo
fr: Appuyez deux fois pour revenir au début
pt_pt: Toque duplo para voltar ao início
ru: Нажмите дважды, чтобы вернуться к началу
uk: Двічі торкніться, щоб повернутися на початок

source: Auto rewind cancelled
ar: تم إلغاء الإرجاع التلقائي
de: Automatisches Rückspulen gesperrt
es: Canceló el auto rebobinado
fr: Rembobinage automatique annulé
pt_pt: Rebobinagem automática cancelada
ru: Автоматическая перемотка отменена
uk: Автоматична перемотка скасована

source: New document
ar: مستند جديد
de: Neue Datei
es: Documento nuevo
fr: Nouveau document
pt_pt: Novo documento
ru: Новый документ
uk: Новий документ

source: welcome_en.html
ar: welcome_ar.html
de: welcome_de.html
es: welcome_es.html
fr: welcome_fr.html
pt_pt: welcome_pt_PT .html
ru: welcome_ru.html
uk: welcome_ua.html

source: User welcome loaded
ar: تم تحميل صفحة الترحيب
de: Willkommenstext geladen
es: Bienvenida de usuario cargada
fr: Mot de bienvenue de l’utilisateur chargé
pt_pt: Bem-vindo do utilizador carregado
ru: Приветствие пользователя загружено
uk: Завантажено привітання користувача

source: Loaded: %1
ar: تم التحميل: %1
de: Geladen: %1
es: Cargó: %1
fr: Chargé:%1
pt_pt: Carregado: %1
ru: Загружено: %1
uk: Завантажено: %1

# Saved FILE_NAME
source: Saved %1
ar: تم الحفظ: %1
de: Gespeichert %1
es: %1 guardado
fr: enregistré %1
pt_pt: Guardado %1
ru: Сохранено %1
uk: Збережено %1

source: Saved
ar: محفوظ
de: Gespeichert
es: Guardado
fr: Enregistrer
pt_pt: Guardado
ru: Сохранено
uk: Збережено

# Format name (FORMAT_EXTENSION)
source: Hypertext Markup Language (%1)
ar: لغة ترميز النص التشعبي (%1)
es: Lenguaje de marcado de hipertexto (%1)
fr: Langage Signalétique Hyper Text (%1)
pt_pt: Linguagem de Marcação de HiperTexto (%1)
ru: Язык разметки гипертекста (%1)
uk: Гіпертекстова розмітка (%1)

# Format name (FORMAT_EXTENSION)
source: Markdown (%1)
ar: ماركداون (%1)

# Format name (FORMAT_EXTENSION)
source: Plain Text (%1)
ar: نص عادي (%1)
de: Klartext (%1)
es: Texto sin formato (%1)
fr: Texte Brut (%1)
pt_pt: Apenas texto (%1)
ru: Обычный текст (%1)
uk: Звичайний текст (%1)

# Format name (FORMAT_EXTENSION)
source: OpenDocument Format Text Document (%1)
ar: مستند نصي بتنسيق OpenDocument (%1)
de: OpenDocument Format Text Dokument (%1)
es: Documento de texto en formato OpenDocument (%1)
pt_pt: Documento de texto em formato OpenDocument (%1)
ru: Текстовый документ формата OpenDocument (%1)
uk: Текстовий документ у форматі OpenDocument (%1)

# Format name (FORMAT_EXTENSION)
source: AbiWord Document (%1)
ar: مستند AbiWord (%1)
de: AbiWord Dokument (%1)
es: Documento de AbiWord (%1)
pt_pt: Documento AbiWord (%1)
ru: Документ AbiWord (%1)
uk: Документ AbiWord (%1)

# Format name (FORMAT_EXTENSION)
source: Microsoft Word document (%1)
ar: مستند Microsoft Word (%1)
de: Microsoft Word Dokument (%1)
es: Documento de Microsoft Word (%1)
pt_pt: Documento Microsoft Word (%1)
ru: Документ Microsoft Word (%1)
uk: Документ Microsoft Word (%1)

# Format name (FORMAT_EXTENSION)
source: Apple Pages Document (%1)
ar: مستند Apple Pages (%1)
de: Apple Pages Dokument (%1)
es: Documento de Apple Pages (%1)
pt_pt: Documento Apple Pages (%1)
ru: Документ Apple Pages (%1)
uk: Документ Apple Pages (%1)

# Format name (FORMAT_EXTENSION)
source: Rich Text Format (%1)
ar: تنسيق النص المنسق (%1)
es: Formato de texto enriquecido (%1)
ru: Формат Rich Text (%1)
uk: Форматований текст (%1)

# Editor context menu actions
source: Fo&nt…
ar: الخط...
es: Let&ra…
fr: Police…
pt_pt: T&ipo de letra…
ru: Шри&фт…
uk: Шри&фт…

# Editor context menu actions
source: Co&lor…
ar: اللون...
de: Farbe…
fr: Couleur…
pt_pt: Co&r…
ru: Цв&ет…
uk: Ко&лір…

# Editor context menu actions
source: Hi&ghlight…
ar: تظليل...
de: Hinter&grund…
es: Re&saltar…
fr: Surbrillance…
pt_pt: Re&alçar…
ru: Вы&деление…
uk: Ви&ділення…

# Editor context menu actions
source: &Undo
ar: تراجع
de: Z&urück
es: &Deshacer
fr: &Annuler
pt_pt: &Desfazer
ru: &Отмена
uk: &Скасувати

# Editor context menu actions
source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Refaire
pt_pt: Refazer
ru: Повтор
uk: Повернути

source: Begin countdown
ar: بدء العد التنازلي
de: Countdown starten
es: Comenzar cuenta regresiva
fr: Démarrer le compte à rebours
pt_pt: Iniciar a contagem decrescente
ru: Начать обратный отсчёт
uk: Розпочати зворотний відлік

source: Start prompting
ar: بدء العرض
de: Prompting beginnen
es: Comenzar prompter
fr: Démarrer le prompteur
pt_pt: Iniciar o ponto
ru: Запустить подсказку
uk: Почати суфлювання

source: Skip countdown
ar: تخطي العد التنازلي
de: Countdown überspringen
es: Saltar cuenta regresiva
fr: Passer le compte à rebours
pt_pt: Ignorar a contagem decrescente
ru: Пропустить обратный отсчёт
uk: Пропустити зворотний відлік

source: Return to edit mode
ar: العودة إلى وضع التحرير
de: Zurück zum Edit-Modus
es: Regresar al modo de edición
fr: Revenir au mode édition
pt_pt: Regressar ao modo de edição
ru: Вернуться в режим редактирования
uk: Повернутися до режиму редагування

source: © 2021 Javier O. Cordero Pérez
ru: © 2025 Хавьер О. Кордеро Перес
uk: © 2021 Хав'єр О. Кордеро Перес

source: © 2021-%1 Javier O. Cordero Pérez
ru: © 2021-%1 Хавьер О. Кордеро Перес
uk: © 2021-%1 Хав'єр О. Кордеро Перес

# Control key
source: Ctrl
de: Strg
