Repository: Cuperino/QPrompt-Teleprompter
Catalog: po/*.po
Languages: ar, de, es, fr, pt_pt, ru, uk

# Language
source: English
ar: الإنجليزية
de: Englisch
es: Inglés
pt_pt: Inglês
ru: Английский
uk: Англійська

# Language
source: Chinese (Simplified)
ar: الصينية (المبسطة)
de: Chinesisch (vereinfacht)
es: Chino (Simplificado)
pt_pt: Chinês (simplificado)
ru: Китайский (упрощённый)
uk: Китайська (спрощена)

# Language
source: Czech
ar: التشيكية
de: Tschechisch
es: Checo
pt_pt: Checo
ru: Чешский
uk: Чеська

# Language
source: French
ar: الفرنسية
de: Französisch
es: Francés
pt_pt: Francês
ru: Французский
uk: Французька

# Language
source: German
ar: الألمانية
de: Deutsch
es: Alemán
pt_pt: Alemão
ru: Немецкий
uk: Німецький

# Language
source: Japanese
ar: اليابانية
de: Japanisch
es: Japonés
pt_pt: Japonês
ru: Японский
uk: Японський

# Language
source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
pt_pt: Português (Brasil)
ru: Португальский (Бразилия)
uk: Португальська (Бразилія)

# Language
source: Portuguese (Portugal)
ar: البرتغالية (البرتغال)
de: Portugiesisch (Portugal)
es: Portugués (Portugal)
pt_pt: Português (Portugal)
ru: Португальский (Португалия)
uk: Португальська (Португалія)

# Language
source: Spanish
ar: الإسبانية
de: Spanisch
es: Español
pt_pt: Espanhol
ru: Испанский
uk: Іспанська

# Language
source: Turkish
ar: التركية
de: Türkisch
es: Turco
pt_pt: Turco
ru: Турецкий
uk: Турецька

# Language
source: Ukranian
ar: الأوكرانية
de: Ukrainisch
es: Ucraniano
pt_pt: Ucraniano
ru: Украинский
uk: Українська

source: Is your language not here or it's incomplete? Help us translate QPrompt, visit:
ar: هل لغتك غير موجودة أو غير مكتملة؟ ساعدنا في ترجمة QPrompt، زر:
de: Ist ihre Sprache nicht hier oder unvollständig? Helfen sie uns QPrompt zu übersetzen und besuchen sie:
es: Su lenguaje no está aquí o está incompleto? Ayúdenos a traducir QPrompt, visitando:
pt_pt: A seu idioma não está aqui ou está incompleto? Ajude-nos a traduzir o QPrompt, visite:
ru: Вашего языка здесь нет или он неполный? Помогите нам перевести QPrompt, посетите:
uk: Вашої мови тут немає чи вона неповна? Допоможіть нам перекласти QPrompt, відвідайте:

source: Layout direction
ar: اتجاه التخطيط
de: Layout ausrichtung
es: Dirección de disposición
pt_pt: Direção da disposição
ru: Направление макета
uk: Напрямок розмітки

# Label at layout direction settings overlay
source: Current layout
ar: التخطيط الحالي
de: Aktuelles Layout
es: Disposición actual
pt_pt: Disposição atual
ru: Текущая раскладка
uk: Поточне розташування

# Short for automatic
source: Auto
ar: تلقائي
de: Automatisch
ru: Автоматически
uk: Авто

# Short for Right to Left layout
source: RTL
ar: يمين لليسار
de: von rechts nach links
es: Der-a-Izq
pt_pt: DPE
ru: справа-налево
uk: справа наліво

# Short for Left to Right layout
source: LTR
ar: يسار لليمين
de: von links nach rechts
es: Izq-a-Der
pt_pt: EPD
ru: слева-направо
uk: сліва направо

# Close sidebar listing user defined markers
source: Close Marker List
ar: إغلاق قائمة العلامات
de: Marker Liste schließen
es: Ocultar marcadores
fr: Fermer la liste des marqueurs
pt_pt: Fechar lista de marcadores
ru: Закрыть список маркеров
uk: Закрити список маркерів

source: External Tools
ar: الأدوات الخارجية
de: Externe Tools
es: Herramientas externas
pt_pt: Ferramentas externas
ru: Внешние инструменты
uk: Зовнішні інструменти

source: QPrompt can make transparent use of LibreOffice to convert Microsoft Word,
ar: يمكن لـ QPrompt استخدام LibreOffice بشفافية لتحويل مستندات Microsoft Word،
de: QPrompt kann unsichtbare Verwendung von LibreOffice mach um Microsoft Word zu konvertieren,
es: QPrompt puede aprovechar LibreOffice para convertir de Microsoft Word,
pt_pt: O QPrompt pode utilizar de forma transparente o LibreOffice para converter o Microsoft Word,
ru: QPrompt может незаметно использовать LibreOffice для преобразования Microsoft Word,
uk: QPrompt може прозоро використовувати LibreOffice для конвертації файлів Microsoft Word,

# Browse for PROGRAM
source: Browse for %1
ar: تصفح %1
de: Suchen nach %1
es: Buscar %1
pt_pt: Procurar por %1
ru: Просмотреть %1
uk: Переглянути для %1

# Format name (FORMAT_EXTENSION)
source: Executable (%1)
ar: ملف تنفيذي (%1)
de: Ausführbar (%1)
es: Ejecutable (%1)
pt_pt: Executável (%1)
ru: Исполнить (%1)
uk: Виконуваний файл (%1)

# All file formats
source: All Formats
ar: جميع الصيغ
de: Alle Formarte
es: Todos los formatos
fr: Tous les formats
pt_pt: Todos os formatos
ru: Все форматы
uk: Усі формати

source: Start prompter
ar: بدء الملقن
de: Teleprompter starten
es: Iniciar prónter
fr: Démarrer le prompteur
pt_pt: Iniciar o ponto
ru: Запустить суфлёра
uk: Запустити суфлер

source: Decrease velocity
ar: تخفيض السرعة
de: Geschwindigkeit veringern
es: Reducir velocidad
fr: Diminuer la vitesse
pt_pt: Diminuir velocidade
ru: Уменьшить скорость
uk: Зменшити швидкість

source: Increase velocity
ar: زيادة السرعة
de: Geschwindigkeit erhöhen
es: Aumentar velocidad
fr: Augmenter la vitesse
pt_pt: Aumentar a velocidade
ru: Увеличить скорость
uk: Збільшити швидкість

# Reading region indicates where a talent should be reading from
source: Reading region
ar: منطقة القراءة
de: Lese Bereich
es: Región de lectura
fr: Zone de lecture
pt_pt: Região de leitura
ru: Регион чтения
uk: Зона читання

# Reading region indicates where a talent should be reading from
source: Change reading region placement
ar: تغيير موضع منطقة القراءة
de: Platzierung des Lesebereichs ändern
es: Re-ubicar región de lectura
fr: Modifier l'emplacement de la zone de lecture
pt_pt: Mudar a posição da região de leitura
ru: Изменить расположение региона чтения
uk: Змінити розташування зони читання

# Align reading region to top of prompter
source: Top
ar: أعلى
de: Oben
es: Arriba
fr: Haut
pt_pt: Topo
ru: Верх
uk: Зверху

source: Move reading region to the top, convenient for use with webcams
ar: نقل منطقة القراءة إلى الأعلى، مناسب للاستخدام مع كاميرات الويب
de: Lesebereich nach oben Verschieben für einfachere Verwendung mit Webcams
es: Ubique la región de lectura arriba; útil para uso con cámaras web
fr: Déplacer la zone de lecture en haut, adapté à l'usage avec une webcam
pt_pt: Mover a região de leitura para cima, mais conveniente para uso com webcams
ru: Переместить область чтения наверх, удобно при использование с веб-камерами
uk: Перемістити зону читання наверх, зручно для використання з вебкамерою

# Align reading region to vertical center of prompter
source: Middle
ar: وسط
de: Mitte
es: Centro
fr: Milieu
pt_pt: Meio
ru: Средний
uk: Посередині

source: Move reading region to the vertical center
ar: نقل منطقة القراءة إلى المركز العمودي
de: Setzt Lesebereich zur vertikalen Mitte
es: Ubique la región de lectura en el centro vertical de la ventana
fr: Déplacer la zone de lecture au centre verticalement
pt_pt: Mover a região de leitura para o centro verticalmente
ru: Переместить область чтения вертикально по центру
uk: Перемістити зону читання у вертикальний центр

# Align reading region to bottom of prompter
source: Bottom
ar: أسفل
de: Unten
es: Abajo
fr: Bas
pt_pt: Fundo
ru: Низ
uk: Знизу

source: Move reading region to the bottom
ar: نقل منطقة القراءة إلى الأسفل
de: Lesebereich nach unten verschieben
es: Ubique la región de lectura al fondo de la ventana
fr: Déplacer la zone de lecture en bas
pt_pt: Mover a região de leitura para baixo
ru: Переместить область чтения вниз
uk: Перемістити зону читання вниз

# Refers to free placement. Enables drag and drop positioning of reading region.
source: Free
ar: حر
de: Frei
es: Libre
fr: Libre
pt_pt: Livre
ru: Бесплатно
uk: Вільне

source: Move reading region freely by dragging and dropping
ar: نقل منطقة القراءة بحرية عن طريق السحب والإفلات
de: Lesebereich frei bewegen mittels Drag & Drop
es: Arrastre la región de lectura para moverla libremente
fr: Déplacer librement la zone de lecture par glisser/déposer
pt_pt: Mover região de leitura livremente ao arrastar e largar
ru: Свободно перемещайте область чтения путём перетаскивания
uk: Вільно переміщати зону читання методом перетягування

# Fix positioning of reading region to what was set in "Free placement" mode
source: Custom
ar: مخصص
de: Frei auswählen
es: Personalizado
fr: Personnalisé
pt_pt: Personalizada
ru: Персонализация
uk: Користувацьке

source: Fix reading region to the position set using free placement mode
ar: تثبيت منطقة القراءة في الموضع المحدد باستخدام وضع التوضع الحر
de: Verwende den freien Platzierungsmodus zur Fixierung der Leseposition
es: Fije la región de lectura a la posición configurada usando el modo de posicionamiento libre
fr: Fixer la zone de lecture à la position définie en mode de placement libre
pt_pt: Fixar a região de leitura pela posição configurada usando o posicionamento livre
ru: Фиксация области чтения в заданном положении с помощью режима свободного размещения
uk: Зафіксувати зону читання у положенні, встановленому у режимі вільного розташування

# Height of reading region relative to single line height. E.g. Height: 2.5
source: Height: %1
ar: الارتفاع: %1
de: Höhe: %1
es: Altura: %1
fr: Hauteur : %1
pt_pt: Altura: %1
ru: Высота: %1
uk: Висота: %1

# Indicators highlight reading region
source: Indicators
ar: المؤشرات
de: Indikatoren
es: Indicadores
fr: Indicateurs
pt_pt: Indicadores
ru: Индикаторы
uk: Індикатори

# Indicators highlight reading region
source: Change reading region indicators
ar: تغيير مؤشرات منطقة القراءة
de: Ändere die Anzeiger der Leseregion
es: Configure cómo demarcar la región de lectura
fr: Modifier les indicateurs de la zone de lecture
pt_pt: Alterar indicador de região de leitura
ru: Изменить индикаторы области чтения
uk: Змінити індикатори зони читання

# Configure reading region pointer indicators
source: Pointer Configuration
ar: إعداد المؤشر
de: Zeiger Konfiguration
es: Configuración del apuntador
pt_pt: Configuração de ponteiro
ru: Конфигурация указателя
uk: Конфігурація покажчика

# Shows pointer to the left of the reading region
source: Left pointer
ar: مؤشر يسار
de: Linker Punkt
es: Apuntador izquierdo
fr: Pointeur gauche
pt_pt: Ponteiro esquerdo
ru: Левый указатель
uk: Лівий вказівник

# Shows pointer to the right of the reading region
source: Right pointer
ar: مؤشر يمين
de: Rechter Punkt
es: Apuntador derecho
fr: Pointeur droit
pt_pt: Ponteiro direito
ru: Правый указатель
uk: Правий вказівник

source: Left pointer indicates reading region
ar: مؤشر يسار يحدد منطقة القراءة
de: Linker Zeiger makiert Lesebereich
es: Un apuntador a la izquierda indica la región de lectura
fr: Le pointeur gauche indique la zone de lecture
pt_pt: Ponteiro esquerdo indica a região de leitura
ru: Левый указатель индикатора области чтения
uk: Лівий вказівник вказує зону читання

source: Right pointer indicates reading region
ar: مؤشر يمين يحدد منطقة القراءة
de: Rechter Punkt definiert Lese Bereich
es: Un apuntador a la derecha indica la región de lectura
fr: Le pointeur droit indique la zone de lecture
pt_pt: Ponteiro direito indica a região de leitura
ru: Правый указатель индикатора области чтения
uk: Правий вказівник вказує зону читання

# Shows pointers to the left and right of the reading region
source: Both pointers
ar: كلا المؤشرين
de: Beide Punkte
es: Ambos apuntadores
fr: Les deux pointeurs
pt_pt: Dois ponteiros
ru: Оба указателя
uk: Обидва вказівники

source: Left and right pointers indicate reading region
ar: مؤشرا اليسار واليمين يحددان منطقة القراءة
de: Linker und Rechter Punkt definiert Lese Bereich
es: Apuntadores a ambos lados indican la región de lectura
fr: Les pointeurs gauche et droit indiquent la zone de lecture
pt_pt: Ponteiros esquerdo e direito indicam a região de leitura
ru: Левый и правый указатели индикации области чтения
uk: Лівий і правий вказівники вказують зону читання

# Disable all reading region pointers
source: No pointers
ar: بدون مؤشرات
de: Keine Punkte
es: Ningún apuntador
pt_pt: Sem ponteiros
ru: Нет указателей
uk: Без вказівників

# Disable all reading region indicators
source: Disable reading region indicators
ar: تعطيل مؤشرات منطقة القراءة
de: Deaktiviere Lese Bereich Makierungen
es: Oculte todos los indicadores de región de lectura
fr: Désactiver les indicateurs de la zone de lecture
pt_pt: Desativa os indicadores de região de leitura
ru: Отключить индикаторы области чтения
uk: Вимкнути індикатори зони читання

# Configure reading region pointer indicators
source: Bars
ar: أشرطة
de: Balken
es: Barras
pt_pt: Barras
ru: Сетка
uk: Смуги

source: Timer
ar: مؤقت
es: Temporizador
fr: Minuterie
pt_pt: Temporizador
ru: Таймер
uk: Таймер

source: Enable timers
ar: تفعيل المؤقتات
de: Timer aktivieren
es: Activar temporizadores
fr: Activer minuteries
pt_pt: Habilitar temporizadores
ru: Включить таймеры
uk: Увімкнути таймери

source: Stopwatch
ar: ساعة الإيقاف
de: Stoppuhr
es: Cronómetro
fr: Chronomètre
pt_pt: Cronómetro
ru: Секундомер
uk: Секундомір

# Estimated Time of Arrival
source: ETA
ar: الوقت المتوقع
es: Tiempo estimado
pt_pt: Tempo estimado de leitura
ru: Расчётное время
uk: Час до завершення

# Color of timer text
source: Timer color
ar: لون المؤقت
de: Timer farbe
es: Color del temporizador
fr: Couleur de la minuterie
pt_pt: Cor do temporizador
ru: Цвет таймера
uk: Колір таймера

# Reset color of timer text back to default
source: Clear color
ar: مسح اللون
de: Farbe zurücksetzen
es: Restablecer color
fr: Couleur claire
pt_pt: repor cor
ru: Очистить цвет
uk: Очистити колір

source: Countdown
ar: العد التنازلي
es: Conteo regresivo
fr: Compte à rebours
pt_pt: Contagem decrescente
ru: Обратный отсчёт
uk: Зворотний відлік

# Enables automatic alignment of prompter and text with the reading region
source: Auto frame
ar: إطار تلقائي
de: Automatisch ausrichten
es: Encuadrar automáticamente
fr: Cadre automatique
pt_pt: Ajuste automático
ru: Автоматическая рамка
uk: Автоматична рамка

# Auto start countdown upon prompter getting started
source: Auto start
ar: بدء تلقائي
de: Automatisch starten
es: Inicio inmediato
fr: Démarrage automatique
pt_pt: Início automático
ru: Автоматический старт
uk: Автоматичний старт

source: Start countdown automatically
ar: بدء العد التنازلي تلقائيًا
de: Aktiviert den Countdown automatisch
es: Iniciar conteo regresivo automáticamente
fr: Démarrage automatique du compte à rebours
pt_pt: Iniciar automaticamente a contagem decrescente
ru: Автоматическое начало обратного отсчёта
uk: Запускати зворотний відлік автоматично

# Configure countdown duration
source: Set duration
ar: تعيين المدة
de: Dauer konfigurieren
es: Configurar duración
fr: Régler la durée
pt_pt: Definir duração
ru: Установить продолжительность
uk: Встановити тривалість

# Prompter orientation and mirroring
source: Orientation
ar: الاتجاه
es: Orientación
pt_pt: Orientação
ru: Ориентация
uk: Орієнтація

# Mirrors prompter horizontally
source: Horizontal mirror
ar: مرآة أفقية
de: Horizontal spiegeln
es: Invertido horizontal
fr: Retourner horizontalement
pt_pt: Espelhar horizontalmente
ru: Горизонтальное отражение
uk: Горизонтальна віддзеркалення

# Mirrors prompter vertically
source: Vertical mirror
ar: مرآة عمودية
de: Vertikal spiegeln
es: Invertido vertical
fr: Retourner verticalement
pt_pt: Espelhar verticalmente
ru: Вертикальное отражение
uk: Вертикальне віддзеркалення

# Prompter rotation is disabled
source: Don't rotate
ar: بدون تدوير
de: Nicht drehen
es: No girar
fr: Ne pas tourner
pt_pt: Não rodar
ru: Не вращать
uk: Не обертати

# Rotate prompter 90 degrees to the right
source: 90° clockwise
ar: 90° في اتجاه عقارب الساعة
de: 90° nach Rechts
es: 90° derecha
fr: 90° à droite
pt_pt: 90° no sentido horário
ru: 90° по часовой
uk: 90° за годинниковою стрілкою

# Rotate prompter 90 degrees to the left
source: 90° counter
ar: 90° عكس اتجاه عقارب الساعة
de: 90° nach Links
es: 90° izquierda
fr: 90° à gauche
pt_pt: 90° no sentido anti-horário
ru: 90° против часовой
uk: 90° проти годинникової стрілки

# Background refers to what appears behind the prompter
source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière plan
pt_pt: Fundo
ru: Фон
uk: Фон

# Enable root.shadows
source: Shadows
ar: الظلال
de: Schatten
es: Sombras
pt_pt: Sombras
ru: Тени
uk: Тіні

# Set background image
source: Set image
ar: تعيين صورة
de: Bild auswählen
es: Establecer imagen
fr: Régler l'image
pt_pt: Definir imagem
ru: Установить изображение
uk: Встановити зображення

# Set background color tint
source: Set color
ar: تعيين لون
de: Farbe setzen
es: Establecer color
fr: Régler la couleur
pt_pt: Definir cor
ru: Установить цвет
uk: Встановити колір

# Set background settings back to default
source: Clear
ar: مسح
de: Zurücksetzen
es: Limpiar
fr: Effacer
pt_pt: Limpar
ru: Очистить
uk: Очистити

# Screens refers to computer displays
source: Screens
ar: الشاشات
de: Displays
es: Pantallas
fr: Écrans
pt_pt: Ecrãs
ru: Экраны
uk: Екрани

# Screen is disabled
source: Off
ar: إيقاف
de: Aus
es: Apagada
fr: Éteint
pt_pt: Desligado
ru: Выключить
uk: Вимкнено

# Screen is enabled but mirroring is disabled
source: No Mirror
ar: بدون مرآة
de: kein Spiegel
es: Sin espejar
fr: Pas de miroir
pt_pt: Sem espelhar
ru: Нет отражения
uk: Без віддзеркалення

# Horizontal mirroring
source: H Mirror
ar: مرآة أفقية
de: Horizontal Spiegeln
es: Espejo H
fr: Miroir H
pt_pt: Espelho horizontal
ru: Горизонтальное отражение
uk: Горизонтальна віддзеркалення

# Vertical mirroring
source: V Mirror
ar: مرآة عمودية
de: Vertikal Spiegeln
es: Espejo V
fr: Miroir V
pt_pt: Espelho vertical
ru: Вертикальное отражение
uk: Вертикальне віддзеркалення

# Horizontal and vertical mirroring
source: HV Mirror
ar: مرآة أفقية وعمودية
de: Horizontal und Vertikal Spiegeln
es: Espejo HV
fr: Miroir HV
pt_pt: Espelho vertical e horizontal
ru: Горизонтально-вертикальное отражение
uk: Горизонтально-вертикальне віддзеркалення

# Display prompter copies onto displays
source: Enable projection
ar: تفعيل الإسقاط
de: Projektion aktivieren
es: Activar proyección
fr: Activer la projection
pt_pt: Ativar projeção
ru: Включить проекцию
uk: Увімкнути проєкцію

# Enable scaling prompter copies being projected onto displays
source: Scale projection
ar: تغيير حجم الإسقاط
de: Projektion skalieren
es: Escalar proyección
fr: Échelle de projection
pt_pt: Escala de projeção
ru: Масштаб проекции
uk: Масштабувати проєкцію

source: Leave Fullscreen
ar: مغادرة الشاشة الكاملة
de: Vollbild beenden
es: Abandonar pantalla completa
fr: Quitter le plein écran
pt_pt: Sair de ecrã inteiro
ru: Выйти из полноэкранного режима
uk: Вийти з повного екрану

source: Fullscreen
ar: شاشة كاملة
de: Vollbild
es: Pantalla completa
fr: Plein écran
pt_pt: Ecrã inteiro
ru: Полноэкранный
uk: Повний екран

source: Countdown Setup
ar: إعداد العد التنازلي
de: Countdown Konfiguration
es: Configuración del conteo regresivo
fr: Configuration du compte à rebours
pt_pt: Configuração da contagem decrescente
ru: Настройка обратного отсчёта
uk: Налаштування зворотного відліку

source: Countdown duration
ar: مدة العد التنازلي
de: Countdown Dauer
es: Duración de la cuenta regresiva
pt_pt: Duração da contagem decrescente
ru: Продолжительность обратного отсчёта
uk: Тривалість зворотного відліку

source: Disappear within 1 second to go
ar: الاختفاء خلال 0 ثانية
de: 1 Sekunde vor dem Start ausblenden
es: Ocultar cuando falte 1 segundo
fr: Disparition dans moins de 1 seconde
pt_pt: Desaparecer no espaço de 1 segundo para iniciar
ru: Пропадёт через 1 секунду
uk: Зникнути за 1 секунду до кінця

source: Skip Key
ar: مفتاح التخطي
de: Überspringen Taste
es: Tecla de salto
fr: Touche pour passer
pt_pt: Tecla de ignorar
ru: Пропустить ключ
uk: Пропустити клавішу

source: Key to perform skip to this marker
ar: المفتاح للانتقال إلى هذه العلامة
de: Zu dieser Markierung springen mit Taste
es: Tecla para saltar a este marcador
fr: Touche pour passer à ce marqueur
pt_pt: Tecla para ignorar para este marcador
ru: Клавиша для перехода к этому маркеру
uk: Клавіша для переходу до цього маркера

source: Open from network...
ar: فتح من الشبكة...
de: Vom Netzwerk öffnen...
es: Abrir de la red…
fr: Ouvrir depuis le réseau...
pt_pt: Abrir a partir da rede...
ru: Открыть из сети...
uk: Відкрити з мережі...

source: URL:
ar: عنوان URL:

source: http, https, and ftp protocols supported
ar: بروتوكولات http وhttps وftp مدعومة
de: http, https, und ftp Protokolle unterstützt
es: se admiten los protocolos http, https y ftp
fr: Protocoles http, https et ftp pris en charge
pt_pt: http, https e protocolos ftp suportados
ru: Поддерживаются протоколы http, https и ftp
uk: Підтримуються протоколи http, https і ftp

source: Auto reload
ar: إعادة تحميل تلقائية
de: Automatisch neuladen
es: Recargar automáticamente
fr: Rechargement automatique
pt_pt: Recarregamento automático
ru: Автоматическая перезагрузка
uk: Автоматичне перезавантаження

source: Hours:
ar: ساعات:
de: Stunden:
es: Horas:
fr: Heures :
pt_pt: Horas:
ru: Часы:
uk: Години:

source: Minutes:
ar: دقائق:
de: Minuten:
es: Minutos:
pt_pt: Minutos:
ru: Минуты:
uk: Хвилини:

source: Seconds:
ar: ثواني:
de: Sekunden:
es: Segundos:
fr: Secondes :
pt_pt: Segundos:
ru: Секунды:
uk: Секунди:

# Next reload starts at 10:11:12
source: Next reload starts at %1
ar: إعادة التحميل التالية تبدأ في %1
de: Nächster Neustart beginnt in %1
es: Próxima lectura comienza en %1
fr: Le prochain rechargement commence à %1
pt_pt: Próximo recarregamento começa em %1
ru: Следующая перезагрузка начнётся через %1
uk: Наступне перезавантаження почнеться через %1

source: Auto reload is not running
ar: إعادة التحميل التلقائية غير نشطة
de: Automatischer Reload ist nicht aktiv
es: Recarga automática inactiva
fr: Le rechargement automatique ne fonctionne pas
pt_pt: O recarregamento automático não está a funcionar
ru: Автоматическая перезагрузка не запущена
uk: Автоматичне перезавантаження не працює

source: Load from Network
ar: تحميل من الشبكة
de: Laden vom Netzwerk
es: Cargar de la red
fr: Charger depuis le réseau
pt_pt: Carregar da rede
ru: Загрузить из сети
uk: Завантажити з мережі

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
pt_pt: Fechar
ru: Закрыть
uk: Закрити

# Name of section where reding region pointers are configured
source: Pointer configuration
ar: إعداد المؤشر
de: Zeiger Konfiguration
es: Configuración del apuntador
pt_pt: Configuração de ponteiro
ru: Настройка указателя
uk: Налаштування вказівників

source: Remote Control
ar: التحكم عن بُعد
de: Fernbedienung
es: Mando a distancia
fr: Télécommande
pt_pt: Controlo remoto
ru: Удалённое управление
uk: Дистанційне керування

source: Telemetry Settings
ar: إعدادات القياس عن بُعد
de: Telemetrie Einstellungen
es: Configuración de telemetría
fr: Réglages télémétriques
pt_pt: Definições de telemetria
ru: Настройки телеметрии
uk: Налаштування телеметрії

source: The following page is a placeholder. Telemetry has not yet been implemented.
ar: الصفحة التالية هي عنصر نائب. لم يتم تطبيق القياس عن بُعد بعد.
de: Die folgende Seite ist ein Platzhalter. Telemetrie wurde noch nicht implementiert.
es: La telemetría aún no ha sido implementada. Esta página es un simple relleno.
fr: La page suivante est fictive. La télémétrie n’a pas encore été mise en œuvre.
pt_pt: A página seguinte é um placeholder. Telemetria ainda não foi implementada.
ru: Следующая страница — заглушка. Телеметрия пока не реализована.
uk: Ця сторінка є заглушкою. Телеметрія ще не реалізована.
